Repository: Vladisl0ve/TamagotchiBot
Catalog: Resources/Resources.*.resx
Languages: be

# Test
source: Test value
be: Тэставае значэнне

# Welcome
source: 🎮 Welcome to Tamagotchi Bot! Here you can raise your own virtual pet, play with him and compete with another players 🎮 Let's start!
be: 🎮 Вітаю ў Tamagotchi Bot! Тут можаш вырасціць свайго віртуальнага гадаванца, гуляць з ім, а таксама паспаборнічаць з іншымі гульцамі 🎮 Пачнем!

# ChooseName
source: 🧸 First of all you need to name your new friend Just type it here
be: 🧸 Спачатку вам трэба даць імя новаму сябру Проста ўвядзіце яго тут

# petCommand
source: {11} {0} 💊 HP: {1}% 🍕 Satiety: {4}% 🛁 Hygiene: {9}% 😴 Fatigue: {5}% 🎊 Joy level: {7}% 💰 Gold: {8} 💴 ⚡️ Status: {6} 🏅 <b>{3} level </b> ✨ <i>EXP: {2}/{10}</i> /gameroom - Play in Apple🍎 /reward - Get your daily reward 🎁 <b><i>And you can chat with me right here!</i></b> {11}{0}: Hello! How are you doing?
be: <i>{11} {0}</i> 💊 Здароўе: {1}% 🍕 Сытасць: {4}% 🛁 Гігіена: {9}% 😴 Стомленасць: {5}% 🎊 Радасць: {7}% 💰 Золата: {8} 💴 ⚡️ Стан: {6} 🏅 <b>{3} ўзровень</b> ✨ <i>Вопыт {2}/{10}</i> /gameroom - пайдзем гуляць у Яблык🍎 /reward - атрымай штодзённую ўзнагароду 🎁 <b><i>А можаш пагутарыць са мной прама тут!</i></b> {11}{0}: Прывітанне! Як твае справы?

# DevelopWarning
source: In developing, wait for next update 👾
be: У распрацоўцы, чакай наступнага абнаўлення 👾

# ChangeLanguage
source: Choose new language: - Belarusian (беларуская) 🇨🇷 - Russian (русский) 🇷🇺 - English 🇺🇸 - Polish (Polski) 🇵🇱
be: Выберы новую мову: - Belarusian (беларуская) 🇨🇷 - Ukrainian (українська) 🇺🇦 - Russian (русский) 🇷🇺 - English 🇺🇸 - Polish (Polski) 🇵🇱

# ConfirmedLanguage
source: Language was set to English 🇺🇸
be: Выбрана беларуская мова 🤍❤️🤍

# petCommandInlineBasicInfo
source: Basic info 📋
be: Асноўныя звесткі 📋

# petCommandInlineExtraInfo
source: Extra info 📝
be: Больш інфы 📝

# kitchenCommand
source: You are in the kitchen 🥦 🍕 Pet's satiety: {0}% 💰 Gold: {1} Bread 🍞 = +50%🍕 |-30💰 Apple 🍎 = +5%🍕 |-1💰 Lollipop 🍭 = +1%🍕 |-0 💰 Chocolate 🍫 = +2%🍕 |-0💰 Don't forget feed him 🐣
be: Вы на кухні 🥦 🍕 Сытасць жывёлы: {0}% 💰 Золата: {1} Хлеб 🍞 = +50%🍕 |-30💰 Яблык 🍎 = +5%🍕 |-1💰 Лядзёнка 🍭 = +1%🍕 |-0 💰 Шоколадка 🍫 = +2%🍕 |-0💰 Не забывай карміць жывёліну 🐣

# PetFeedingAnwserCallback
source: Your pet has satisfied hunger on {0}%
be: Твой гадаванец здаволіў голад на {0}%

# FatigueFresh
source: fresh
be: бадзёры

# FatigueRested
source: rested
be: адпачыўшы

# FatigueSlightlyTired
source: slightly tired
be: трохі стомлены

# FatigueTired
source: tired
be: стомлены

# FatigueSleepy
source: sleepy
be: сонны

# kitchenCommandDescription
source: Kitchen 🍽
be: Кухня 🍽

# petCommandDescription
source: Pet's status ❤️‍🩹
be: Стан жывёлы ❤️‍🩹

# languageCommandDescription
source: language 🇺🇸 | język 🇵🇱 | мова 🇨🇷 | язык 🇷🇺
be: language 🇺🇸 | język 🇵🇱 | мова 🇨🇷 | язык 🇷🇺 | мова 🇺🇦

# sleepCommand
source: {0} {1} 😴 Fatigue: {2}% ⚡️ Status: {3}
be: {0} {1} 😴 Стомленасць: {2}% ⚡️ Стан: {3}

# sleepCommandDescription
source: Bedroom 🛏
be: Спальня 🛏

# PetSleepingAlreadyAnwserCallback
source: Your pet is sleeping now 💤
be: Ваш гадаванец ужо спіць 💤

# sleepCommandInlineShowTime
source: Remains to sleep: {0} 🌚
be: Пачакай пакуль спіць: {0} 🌚

# CurrentStatusActive
source: active 🌞
be: актыўны 🌞

# CurrentStatusSleeping
source: sleeping 🌙
be: спіць 🌙

# PetSleepingDoesntWantYetAnwserCallback
source: Pet doesn't want to sleep yet 🌞
be: Гадаванец яшчэ не хоча спаць 🌞

# sleepCommandInlinePutToSleep
source: Put to sleep 🛌
be: Пакласці спаць 🛌

# gameroomCommand
source: You are in the gameroom ⚽️ Fatigue: {0}% 🎊 Joy: {1}% 💰 Gold: {2} 🍏 Apple Game = +{3}🎊 | -{4}💰 🎲 Dice Game = +{5}🎊 | -{6}💰 Do not play so much and safety first! 🧗‍♀️
be: Вы ў дзіцячым пакою ⚽️ Стомленасць: {0}% 🎊 Радасць: {1}% 💰 Золата: {2} 🍏 Яблычная гульня = +{3}🎊 | -{4}💰 🎲 Гульня ў карты = +{5}🎊 | -{6}💰 Гульня, ды не штодня 🧗‍♀️

# gameroomCommandDescription
source: Gameroom ⚽️
be: Дзіцячая ⚽️

# denyAccessSleeping
source: You can not come in: pet is sleeping 🌙
be: Ты не можаш зайсці да пакою: твой гадаванец спіць 🌙

# ranksCommand
source: 🌈⭐️ Top 10 Experience⭐️🌈
be: 🌈⭐️ Топ 10 па вопыту⭐️🌈

# ranksCommandDescription
source: Rating 🏆
be: Рэйтынг 🏆

# renameCommand
source: Type new name for pet 🗯️
be: Увядзі новае імя гадаванца 🗯️

# restartCommand
source: Dropped pet {0} 💔
be: ДРОПНУЎ ГАДА {0} 💔

# renameCommandDescription
source: New name ✏️
be: Новае імя ✏️

# hospitalCommandHighHp
source: A healthy pet is the key to success 🏄🏄🏻‍♀️🏄 Good job, your pet is full of energy: {0}% ❤️‍🔥
be: Клопат пра сваё цела і розум - ключ да доўгага і здаровага жыцця 🏄🏄🏻‍♀️🏄 Гадаванец здаровы на {0}% ❤️‍🔥 Ты малайчынка 🫵

# hospitalCommandMidHp
source: Safety first 🏥 Do not forget feed your pet! 🤕 Health is middle level: {0}%
be: Бяспека ў першую чаргу! 🏥 Не забывай карміць гадаванца! 🤕 Сярэдні ўзровень здароўя: {0}%

# hospitalCommandLowHp
source: Jesus Christ! Your pet is one foot in the grave! ☠️ Help him now! 🚑 Health: {0}%
be: Ай-яй-яй! Яшчэ крыху і памрэ ☠️ Ратуй свайго гадавнца! 🚑 Здароўе: {0}%

# hospitalCommandCurePills
source: Take the pills 💊💊💊
be: З'есьці нясмачную пілюлю 💊💊💊

# PetCuringAnwserCallback
source: Your pet has been cured on {0}% 🌡 🧸 But joy decreased on {1}%
be: Ваш гадаванец быў вылечаны на {0}% 🌡 Пілюлі былі вельмі нясмачныя 🧸 Радасць змянілася на {1}%

# hospitalCommandDescription
source: Hospital 🏥
be: Шпіталь 🏥

# bathroomCommandDescription
source: Bathroom 🛁
be: Ванная 🛁

# helpCommandDescription
source: About the game ❓
be: Даведка ❓

# menuCommand
source: What to do with pet: /pet - pet's status {0} /kitchen - feed your pet 🍕 /work - to earn more gold 💰 /sleep - bedroom 🧸 /gameroom entertainments 🎳 /ranks - see the best pets! 👑 /hospital - cure your pet 🏥 /bathroom - clean your pet 🛁 /referal - referral program 👩‍👩‍👧‍👦 /rename - to change name 🌀 /reward - <i><b>to earn daily bonus</b></i> 🎁 /changelog - official channel of Tamagotchi bot 🚀 /language - language 🇺🇸 | język 🇵🇱 | мова 🇨🇷 | язык 🇷🇺 /help - FAQ 🆘 There will be more in future! Stay tuned! 💝
be: Што рабіць з гадаванцам: /pet - паказльнікі гадаванца {0} /kitchen - есці тут 🍕 /work - зарабляць грошы 💰 /sleep - спальня 🧸 /gameroom - забавы 🎳 /ranks - лепшыя з лепшых! 👑 /hospital- ветэрынар 🏥 /bathroom - чысціня гадаванца 🛁 /referal - бонусы за сяброў 👩‍👩‍👧‍👦 /rename - змяніць імя 🌀 /reward - <i><b>атрымаць штодзённы бонус</b></i> 🎁 /changelog - афіцыяльны канал бота Tamagotchi 🚀 /language - language 🇺🇸 | język 🇵🇱 | мова 🇨🇷 | язык 🇷🇺 /help - FAQ 🆘 У будучыні будзе больш! Сачыце за абнаўленнямі! 💝

# menuCommandDescription
source: Actions with pet 🎒
be: Іншае 🎒

# FarewellText
source: You have come to {0}, but all you see is an empty room and a note on the table: "My beloved friend {1}! It was very nice to spend time with you, but I've started feel not good. You should have kept an eye on me...❤️‍🩹" Your pet left because he lacked care 💔
be: Ты заходзіш да {0}, але бачыш толькі пусты пакой і занатоўку на стале: "Дарагі сябар {1}! Было вельмі прыемна бавіць з табой час, але я пачаў хварэць Шкода...❤️‍🩹 Твой гадаванец сышоў, таму што яму не хапала клопату 💔

# EpilogueText
source: It happens to everyone, but life goes on! Maybe you'll be lucky with a new pet 😼 Try again? 🫶
be: Бывае з кожным, але жыццё працягваецца! Можа з новым гадаванцам табе павязе 😼 Давай спачатку? 🫶

# ReminderNotifyText1
source: {0}: You've come back! I've missed you so much! I want to eat 🌭 and play with you 🪁 /kitchen to feed 🍩 /gameroom for games 🏓
be: {0}: Ты вярнуўся! Мне так цябе не хапала! Хачу есці 🌭 і гуляць 🪁 /kitchen пакарміць 🍩 /gameroom гуляць 🏓

# quitText
source: Quit ❌
be: Выйсці ❌

# againText
source: Again 🍏
be: Яшчэ раз 🍏

# statisticsText
source: Statistics 📊
be: Статыстыка 📊

# ConcedeText
source: Concede
be: Здацца

# appleGameHelpText
source: The rules of the game are simple: the one who eats an unripe green apple will lose. You can choose to eat one 🍎, two 🍎🍎 or three 🍎🍎🍎 apples at a time Can you outplay your pet and leave him a tasteless 🍏?
be: Правілы гульні простыя - прайграе той, хто з'есць няспелы зялёны яблык З'есці за раз можна на выбар адно 🍎, два 🍎🍎 ці тры яблыкі 🍎🍎🍎 Зможаш перайграць свайго гадаванца і пакінуць яму нясмачнае 🍏?

# appleGameUndefiendText
source: Choose one 🍎, two 🍎🍎 or three 🍎🍎🍎 apples to eat
be: Выберы адно 🍎, два 🍎🍎 або тры яблыкі 🍎🍎🍎 каб з'есці

# remainingApplesText
source: {0} apples left
be: Засталося {0} яблыкаў

# appleGameSysEaten
source: {0}: I ate apples - {1}
be: {0}: мною з'едзена яблыкаў - {1}

# appleGameLoseText
source: Your green apple remains {0}: Better luck next time 😉
be: Застаўся твой зялёны яблык {0}: Пашанцуе другім разам 😉

# appleGameWinText
source: {0}: You won, well done!
be: {0}: Ты выйграў, малайчына!

# appleGameStatisticsCommand
source: 📈STATISTICS📉 Won: {0} Lost: {1} Surrendered: {2}
be: 📈СТАТЫСТЫКА📉 Выйграна: {0} Прайграна: {1} Здаўся раз: {2}

# tooTiredText
source: Your pet is too tired, he should sleep 💤
be: Твой гадаванец занадта стаміўся, яму трэба паспаць 💤

# quitCommandDescription
source: 📛 Quit Mini-game
be: 📛 Выйсці з міні-гульні

# backToGameroomText
source: You are in the gameroom ⚽️
be: Вы зноў у дзіцячай ⚽️

# ReminderNotifyText2
source: {0}: Waiting for you here, come back /kitchen to feed 🍩 /gameroom for games 🏓
be: {0}: Чакаю цябе тут, вяртайся /kitchen пакарміць 🍩 /gameroom гуляць 🏓

# ReminderNotifyText3
source: {0}: Sadness to be alone... /kitchen to feed 🍩 /gameroom for games 🏓
be: {0}: Сяджу, сумую... /kitchen пакарміць 🍩 /gameroom гуляць 🏓

# CurrentStatusWorking
source: on work 🧰
be: на працы🧰

# denyAccessWorking
source: You can not come in: pet is on work 💻
be: Ты не можаш зайсці да пакою: твой гадаванец на працы 💻

# workCommand
source: Choose what your pet will be doing 💡 😴 Fatigue: {2}% Programing 💻 -{0}⌛️, +{1} golds 💰 Distribute leaflets 🤹‍♀️ -{3}⌛️, +{4} gold 💰
be: Выберы чым будзе займацца твой гадаванец 💡 😴 Стомленасць: {2}% Праграмаванне 💻 -{0}⌛️ , +{1} золата 💰 Раздаваць улёткі 🤹‍♀️ -{3}⌛️, +{4} золата 💰

# workCommandInlinePC
source: Program 💻
be: Кодзіць 💻

# workCommandDescription
source: Jobs 💰
be: Праца 💰

# PetWorkingAnswerCallback
source: Gold +{1} 💰 The pet is tired at +{0}% 😓 Wait until the pet finishes work
be: Золата +{1} 💰 Гадаванец стаміўся на +{0}% 😓 Пачакай пакуль гадаванец не скончыць працу

# workCommandInlineShowTime
source: Remains to work: {0} ⏱
be: Засталося папрацаваць: {0} ⏱

# renameBannedCommand
source: No access to do this
be: Атрымаў бан, бо вёў сябе дрэнна

# goldNotEnough
source: Need more gold 💰
be: Мала грошай 💰

# tooManyStarvingCommand
source: Pet is good now. Enough to eat 🤢
be: Ён больш не хоча есьці 🤢

# rewardCommandDailyRewardGotten
source: You have already got your daily reward today 🫶🏻
be: Вы ўжо атрымалі сваю штодзённую ўзнагароду сёння🫶🏻

# rewardCommandDailyRewardInlineShowTime
source: Until the next award: {0} ⏱
be: Да наступнай нагроды: {0} ⏱

# rewardCommand
source: There's a daily reward waiting for you! 💸 Take it soon! 🎁
be: Штодзённая ўзнагарода ўжо тут! 💸 Хутчэй забірай!🎁

# rewardCommandInlineDailyReward
source: Daily 🎉(+100💰)
be: Штодня 🎉(+{0}💰)

# DailyRewardAnwserCallback
source: Congratulations, you got +{0} gold! 🎈
be: Віншую, ты атрымаў +{0} золата!🎈

# ranksCommandGold
source: 💰⭐️ Top 10 in gold ⭐️💰
be: 💰⭐️ Топ-10 па золату ⭐️💰

# ranksCommandInlineGold
source: 💰 Gold
be: 💰Золата

# ranksCommandInlineLevel
source: 🏅Experience
be: 🏅Вопыт

# rewardNotification
source: 🎁 Come on for your daily bonus 🎉 /reward 🎁
be: 🎁 Бягі па штодзённы бонус 🎉 /reward 🎁

# rewardCommandDescription
source: Reward 🎁
be: Узнагарода 🎁

# ranksCommandInlineApples
source: 🍎Apples
be: 🍎Яблыкі

# ranksCommandApples
source: 🍎⭐️ Top 10 in apples game ⭐️🍎
be: 🍎⭐️ Топ-10 перамог у яблыках ⭐️🍎

# RandomEventStomachache
source: ❤️‍🔥Help your pet urgently! {0}: my tummy hurts very much... -5% health 💊 -15% satiety 🍕 /hospital - you have to run to the clinic!
be: ❤️‍🔥Дапамажыце неадкладна свайму гадаванцу! {0}:Мой жывоцік вельмі баліць... -5% здароўя 💊 -15% сытасці 🍕 /hospital - трэба ісці ў паліклініку!

# RandomEventFriendMet
source: Walking with a pet in the city, you met an old friend of Lionko🦁 +40% to joy 🎊 +15 gold 💰 (borrowed from a friend) /pet - check pet's status
be: Гуляючы з гадаванцам па горадзе, вы сустрэлі старога сябра Льва🦁 +40% Радасць 🎊 +15 золата 💰 (пазычыў у сябра) /pet - правер свайго гадаванца

# RandomEventHotdog
source: 🌭 You were asked to rate a new hot dog recipe 🧑‍🍳 +40 satiety🍕 +20 gold💰 /pet - check pet's status
be: 🌭 Вам было прапанавана ацаніць новы рэцэпт хот-дога 🧑‍🍳 +40 насычанасць🍕 +20 золата💰 /pet - правер свайго гадаванца

# RandomEventStepOnFoot
source: 🧑‍🌾Some passerby stepped on the pet's foot 🗣 👺-1% health 💊-10% joy🎊 /pet - check pet's status
be: 🧑‍🌾Нехта наступіў на нагу гадаванцу🗣 Вось рэптылія 👺 -1% здароўя 💊 -10% радасці🎊 /pet - правер свайго гадаванца

# RandomEventRainbow
source: 🌈 You saw the rainbow after the rain 🌦 +10% joy 🎊 /pet - check pet's status
be: 🌈 Вы спаткалі вясёлку пасля дажджу 🌦 + 10% радасці 🎊 /pet - правер свайго гадаванца

# WelcomeStatusButton
source: Let's go! 😻
be: Пачнем 😻

# bathroomCommand
source: You're in the bathroom 🛁 🚿 Hygiene: {0}% Remember to brush your teeth before going to bed🪥
be: Вы знаходзіцеся ў ваннай 🛁 🚿 Гігіена гадаванца: {0}% Не забывайце чысціць зубы перад сном🪥

# bathroomCommandBrushTeeth
source: 🪥 Brush teeth
be: 🪥 Пачысціць зубы

# bathroomCommandTakeShower
source: 🛁Shower
be: 🛁 Душ

# PetHygieneAnwserCallback
source: Hygiene +{0}%
be: Гігіена +{0}%

# RandomEventFireworks
source: You went to watch the fireworks 🎇 But the pet accidentally stepped into a puddle 💦 +20% joy 🎊 -10% hygiene 🛁 /pet - check pet's status
be: Вы пайшлі глядзець на феерверк 🎇 Але гадаванец выпадкова наступіў у лужыну 💦 +20% радасць 🎊 -10% гігіены 🛁 /pet - правер свайго гадаванца

# ResurrectYesText
source: Yes (-1000 💰)
be: Так (-1000 💰)

# ResurrectNoText
source: No ⁉️
be: Не ⁉️

# ToResurrectQuestion
source: To resurrect your pet? 🧬
be: Вярнуць гадаванца? 🧬

# PetCameBackText
source: After a long search and a lot of money for detectives, the pet was found! {0} You asked for forgiveness for a long time and promised not to forget about your pet again 🐣 You both reconciled 💕 /pet - check pet status
be: Пасля доўгіх пошукаў і кучы грошай на дэтэктываў гадаванец знайшоўся! {0} Ты доўга прасіў прабачэння і абяцаў больш не забываць пра свайго гадаванца 🐣 Вы абодва памірыліся 💕 /pet - праверыць стан гадаванца

# NotEnoughGold
source: Unfortunately, you don't have enough money ☠️
be: На жаль, у цябе занадта мала грошай ☠️

# PetIsCleanEnoughAlert
source: The pet is clean enough 💦
be: Гадаванец дастаткова чысты 💦

# PetIsFullOfJoyText
source: The pet has already played enough ⛹️‍♀️
be: Гадаванец ужо найграўся ⛹️‍♀️

# PetPlayingAnwserCallback
source: Joy increased by {0}% 🎊
be: Радасць павялічылася на {0}% 🎊

# YesText
source: Yes
be: Так

# NoText
source: No
be: Не

# YesTextEmoji
source: Yes ✅
be: Так ✅

# NoTextEmoji
source: No ❌
be: Не ❌

# AskToConfirmRenamingPet
source: Are you sure you want to change your pet's name from {0} to {1}? 🗃 Price: {2} gold 💰
be: Ты сапраўды хочаш памяняць імя гадаванца з {0} на {1}? 🗃 Кошт: {2} золата 💰

# InviteGlobalMultiplayerButton
source: {0} Get your own Tamagotchi
be: {0} Завесці свайго Тамагочы

# InviteReferalMultiplayerButton
source: {0} Become a friend for {1}
be: {0} Стаць сябрам для {1}

# InviteGlobalMultiplayerText
source: {0}, you don’t have your Tamagotchi yet 🐧
be: {0}, у цябе яшчэ няма свайго Тамагочы 🐧

# MultiplayerShowPet
source: {8}, here is your pet {9} <b>{0}</b> 💊 Health: {1}% 🍕 Satiety: {2}% 🛁 Hygiene: {3}% 😴 Fatigue: {4}% 🎊 Joy: {5}% 🏅 {6} level 💰 Gold: {7} 💴
be: {8}, вось твой гадаванец {9} <b>{0}</b> 💊 Здароўе: {1}% 🍕 Сытасць: {2}% 🛁 Гігіена: {3}% 😴 Стомленасць: {4}% 🎊 Радасць: {5}% 🏅 {6} ўзровень 💰 Золата: {7} 💴

# ShowPetMPCommand
source: 🦁 Show your pet
be: 🦁 Паказаць свайго гадаванца

# referalCommandDescription
source: 👬 Prizes for a friend
be: 👬 Прызы за сябра

# referalCommand
source: Walking together is much more fun, right? 👯‍♀️ Invite your friends to hang out using your referral link and get prizes for it! 🎁 🚦A friend must create his own Tamagotchi for the prizes to come to your account 🚦 💰<b> Get {3} gold for every new friend!</b> 🤼‍♀️ You have referrals: {0} Gold earned via referral: {1}💰 Your referral link: {2}
be: Разам гуляць нашмат весялей, так? 👯‍♀️ Запрашай сяброў пагуляць з дапамогай сваёй Рэферальнага спасылкі і атрымлівай за гэта прызы! 🎁 🚦Сябар павінен стварыць уласнага Тамагочы, каб прызы прыйшлі да цябе на акаўнт 🚦 💰<b> Атрымай {3} золата за кожнага сябра!</b> 🤼‍♀️ У цябе рэфералаў: {0} Зароблена золата з дапамогай рефералкі: {1}💰 Твая реферальная спасылка: {2}

# ToShareReferalCommand
source: 📩 Share link
be: 📩 Падзяліцца спасылкай

# ToAddToNewGroupReferalCommand
source: 🚀 Add to new chat
be: 🚀 Дадаць у новы чат

# ShowWelcomeMessageMultiplayer
source: Hello everyone in the {0} chat! Bot 🐾 Tamagotchi | Virtual Pet 🐾 provides the opportunity to have your own pet directly in Telegram Available commands in chat: /show_pet - show your pet 🦁 /start_duel - start a pet duel ⚔️ /feed_pet - feed someone else’s pet 🥞 /ranks - Top-10 of Best 🏆
be: Прывітанне ўсім у чаце {0}! Бот 🐾 Тамагочы | Virtual Pet 🐾 дае магчымасць завесці свайго гадаванца прама ў Тэлеграме Даступныя каманды ў чаце: /show_pet - паказаць свайго гадаванца 🦁 /start_duel - пачаць дуэль гадаванцаў ⚔️ /feed_pet - пакарміць чужога гадаванца 🥞 /ranks - Топ-10 найлепшых 🏆

# changelogCommand
source: 📢💬 You can view and discuss bot updates here: {0}
be: 📢💬 Паглядзець і пагаварыць аб абнаўленнях бота можна тут: {0}

# ChangelogGoToDicussChannelButton
source: 🗳 Channel with updates
be: 🗳 Канал з абнаўленнямі

# changelogCommandDescription
source: 📲 Updates
be: 📲 Абнаўленні

# helpCommand
source: 🌈 Welcome to the world of Tamagotchi! 🌈 Here you can make yourself a new virtual friend 🐩🐈🐈‍⬛🐕 Be sure to keep track of your pet's progress: ▫️ play different games with him ⚽️ ▫️feed yummy 🍕🍳🍫 ▫️ take care of him 🍼 ▫️ take care and just love 😻 In the command menu you will find everything your pet needs 🌻 Visit your pet more often, because he loves you too and will be very happy to take you for a walk 🤍❤️🤍 FAQ: 1. How does the 🏅 level accumulate? - 1 experience = 1 minute of pet’s life. It’s enough not to forget about your pet 🦩 2. How to make money 💰? - Gold is earned at work (/work) 3. Can a pet die 💀? - Unfortunately, both in life and in Tamagotchi, a pet can be very offended and leave you 💔 Therefore, visit your virtual friend more often 🧸 /menu - almost all possible commands are here
be: 🌈 Сардэчна запрашаем у свет Тамагочы! 🌈 Тут ты можаш завесці сабе новага віртуальнага сябра 🐩🐈🐈‍⬛🐕 Абавязкова сачы за поспехамі свайго гадаванца: ▫️ гуляй з ім у розныя гульні ⚽️ ▫️ кармі смачнай 🍕🍳🍫 ▫️ клапаціся пра яго 🍼 ▫️ даглядай і проста любі 😻 У меню каманд ты знойдзеш усё, што твайму ўлюбёнцу трэба 🌻 Часцей наведвай гадаванца, бо ён цябе таксама кахае і будзе вельмі рады пагуляць 🤍❤️🤍 FAQ: 1. Як назапашваецца ўзровень 🏅? - 1 вопыт = 1 хвіліна жыцця гадаванца. Дастаткова не забываць пра свайго гадаванца 🦩 2. Як зарабляць грошы 💰? - Золата зарабляецца на працы (/work) 3. Ці можа гадаванец памерці 💀? - Нажаль як у жыцці, так і ў Тамагочы гадаванец можа вельмі моцна пакрыўдзіцца і сысці ад цябе 💔 Таму часцей наведвай свайго віртуальнага сябра 🧸 /menu - тут амаль усе магчымыя каманды

# RandomEventNiceFlower
source: You took a walk through the botanical garden 🌷🌷🌷 {0}: I liked it very much, we will definitely come back here! +10% joy 🎊 /pet - check the status of the pet
be: Вы пагулялі па батанічным садзе 🌷🌷🌷 {0}: Вельмі спадабалася, абавязкова яшчэ сюды вернемся! +10% радасць 🎊 /pet - праверыць стан гадаванца

# RandomEventWatermelon
source: {0}: Delicious watermelon, I want more 🍉 +15% satiety 🍕 /pet - check the status of the pet
be: {0}: Смачны кавун, хачу яшчэ 🍉 +15% сытасці 🍕 /pet - праверыць стан гадаванца

# RandomEventPlayComputerGames
source: 🎮 You and your pet had a great time playing on the computer +30% joy 🎊 /pet - check the status of the pet
be: 🎮 Вы разам з гадаванцам выдатна правялі час, гуляючы ў кампутар +30% радасць 🎊 /pet - праверыць стан гадаванца

# BadWordDetected
source: Pet doesn't like his new name {0}: Suggest something else ⬇️
be: Гадаванцу не падабаецца яго новае імя {0}: Прапануй іншае ⬇️

# StartDuelMPCommand
source: Start a pet battle! ⚔️
be: Пачаць бітву гадаванцаў! ⚔️

# DuelMPStartCommand
source: ♨️{0} announces a pet duel!♨️ "My <i><b>{2} {1}</b></i> kicks ass and takes names! Who will challenge us?!"
be: ♨️{0} аб'яўляе дуэль гадаванцаў!♨️ "Мой <i><b>{2} {1}</b></i> парве ўсіх як Тузік грэлку! Хто кіне нам выклік?!"

# DuelMPAcceptButton
source: ⚔️Accept the challenge
be: ⚔️Прыняць выклік

# DuelMPFighting1
source: 🔰THE DUEL HAS BEGAN🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕐🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3}
be: 🔰ДУЭЛЬ ПАЧАЛАСЯ🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕐🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3}

# DuelMPFighting2
source: 🔰THE DUEL HAS BEGAN🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕒🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3} ❕Pet {3} started attacking {2}!
be: 🔰ДУЭЛЬ ПАЧАЛАСЯ🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕒🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3} ❕ Гадаванец {3} пачаў атаку на {2}!

# DuelMPFighting3
source: 🔰THE DUEL HAS BEGAN🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕢🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3} ‼️Pet {3} is already very close to {2}!
be: 🔰ДУЭЛЬ ПАЧАЛАСЯ🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕢🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3} ‼️Пітомец {3} ужо зусім блізка да {2}!

# DuelMPFighting4
source: 🔰THE DUEL HAS BEGAN🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕙🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3} 💥Pet {3} hits {2}...
be: 🔰ДУЭЛЬ ПАЧАЛАСЯ🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕙🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3} 💥Пітомец {3} наносіць удар па {2}...

# DuelMPFightingEnd
source: 🎌<b>THE DUEL IS OVER</b>🎌 {0} ⚔️ {1} 🏆<b>VICTORY</b> {2}🏆 🟩🟩🟩🟩🎖🟩🟩🟩🟩 {3} <b>Reward: {4}</b>💰
be: 🎌<b>ДУЭЛЬ СКОНЧАНА</b>🎌 {0} ⚔️ {1} 🏆<b>ПЕРАМОГА</b> {2}🏆 🟩🟩🟩🟩🎖🟩🟩🟩🟩 {3} <b>Узнагарода: {4}</b>💰

# DuelMPFightingEnding1
source: Pet {1}{3} slipped and fell on his butt during an attack🧸 {2}{0} wins 🥇
be: Гадаванец {1}{3} паслізнуўся і зваліўся на попу прама падчас нападу🧸 {2}{0} перамагае 🥇

# DuelMPFightingEnding2
source: Pet {1}{3} hits the shield with lightning speed💢 {0}{2} got scared and asked to stop the duel🙅‍♂️ {3}{1} wins 🥇
be: Гадаванец {1}{3} вокамгненна б'е па шчыце💢 {0}{2} спалохаўся і папрасіў спыніць дуэль🙅‍♂️ {3}{1} перамагае 🥇

# MPNoPetCallbackAlert
source: To participate you must have a pet 🪿
be: Каб удзельнічаць трэба завесці гадаванца 🪿

# NotEnoughGoldForDuel
source: {0} to start a duel you need {2}💰gold You only have {1}💰
be: {0}, каб пачаць дуэль трэба {2}💰золата У цябе ёсць толькі {1}💰

# NotEnoughGoldForDuelCallback
source: To accept a duel you need {1}💰gold You only have {0}💰
be: Каб прыняць дуэль трэба {1}💰золата У цябе ёсць толькі {0}💰

# DuelMPTimeout
source: No one accepted the duel from {0} <i>So everyone is afraid of pet {1}</i> 🌚 The contribution in the amount of {2}💰 was returned to the account
be: Ніхто не прыняў двубой ад {0} <i>Значыць усе баяцца гадаванца {1}</i> 🌚 Узнос у памеры {2}💰 вярнуўся на рахунак

# DuelMPCooldownCallback
source: Your pet is resting after losing the last duel🥷 It remains to wait {0}
be: Твой гадаванец адпачывае пасля пройгрышу ў апошняй дуэлі🥷 Засталося пачакаць {0}

# DuelMPCooldown
source: {1}, Your pet is resting after losing the last duel🥷 Just wait {0}
be: {1}, Твой гадаванец адпачывае пасля пройгрышу ў апошняй дуэлі🥷 Засталося пачакаць {0}

# DuelMPErrorYourself
source: You can't accept your own duels 🙈
be: Ты не можаш прымаць свае ж дуэлі 🙈

# FeedMPNotFound
source: No such players found 👀
be: Такіх гульцоў не знойдзена 👀

# NotEnoughGoldForMPFeed
source: {0} to feed friend's pet you need {2}💰gold You only have {1}💰
be: {0}, каб пакарміць гадаванца трэба {2}💰золата У цябе ёсць толькі {1}💰
