Repository: Vladisl0ve/TamagotchiBot
Catalog: Resources/Resources.*.resx
Languages: be

# NotEnoughTimeSpentFeedMP
source: {0}, too little time has passed 🍕 Pet {1} didn’t want to eat🐣 Wait another {2}🕑 before you can feed pet again
be: {0}, прайшло занадта мала часу 🍕 Гадаванец {1} не захацеў есці🐣 Пачакай яшчэ {2}🕑 перш чым можна будзе карміць гадаванца яшчэ раз

# NotEnoughTimeSpentByLastMPFeed
source: {0}, you have to wait another {1}🕑 to feed someone else’s pet🍗
be: {0}, трэба пачакаць яшчэ {1}🕑 каб пакарміць чужога гадаванца🍗

# FeedMPCommand
source: Feed someone else's pet 🍔
be: Пакарміць чужога гадаванца 🍔

# FeedMPStart
source: {0}, send the nickname of which pet you want to feed 🍽 <i>Hint: start typing '@' and select a player </i>
be: {0}, прыйшлі нікнейм каго гадаванца ты хочаш пакарміць 🍽 <i>Падказка: пачні ўводзіць '@' і выберы гульца </i>

# FeedMPEndSuccess
source: Pet <b>{0}</b> happily pounced on a huge burger 🍔 with fries 🍟 {2}<b>{3}</b>: <i>Thank you very much! I'll tell the owner that he has a great friend!</i> -{1}💰
be: Гадаванец <b>{0}</b> з радасцю накінуўся на велізарны бургер 🍔 з бульбай фры 🍟 {2}<b>{3}</b>: <i>Дзякуй вялікі! Я перадам гаспадару, што ў яго выдатны сябар!</i> -{1}💰

# FeedMPErrorFeedOwnPet
source: You can feed your pet only via PM bot 🤷‍♂️
be: Свайго гадаванца можна карміць толькі ў ЛС боту 🤷‍♂️

# workCommandInlineFlyers
source: Distribute leaflets 🤹‍♀️
be: Раздаваць улёткі 🤹‍♀️

# tooTiredForJobPC
source: The pet doesn't want to work on the computer 🫧 To do this job you need to have no more than {0}😴 fatigue
be: Гадаванец не хоча працаваць за кампутарам 🫧 Для гэтай працы трэба мець не больш за {0}😴 стомленасці

# tooTiredForJobFlyers
source: Pet doesn't want to hand out flyers 🫧 To do this job you need to have no more than {0}😴 fatigue
be: Гадаванец не хоча раздаваць флаеры 🫧 Для гэтай працы трэба мець не больш за {0}😴 стомленасці

# workCommandPCWorking
source: The pet is currently working at the computer 👩‍💻
be: Гадаванец зараз працуе за кампом 👩‍💻

# workCommandFlyersWorking
source: The pet is now handing out leaflets 🤹‍♀️
be: Гадаванец зараз раздае ўлёткі 🤹‍♀️

# NotEnoughHPForDuel
source: {0} to start a duel you need {1}%💊 health You only have {2}%💊
be: {0}, каб пачаць дуэль трэба {1}%💊 здароўя У цябе ёсць толькі {2}%💊

# NotEnoughHPForDuelCallback
source: To accept a duel you need {0}%💊 health You only have {1}%💊
be: Каб прыняць дуэль трэба {1}%💊 здароўя У цябе ёсць толькі {0}%💊

# ShowChatRanksMPCommand
source: Top 10 chat players 🎖
be: Топ-10 гульцоў чата 🎖

# ShowGlobalRanksMPCommand
source: Top 10 players of all chats 🏆
be: Топ-10 гульцоў усіх чатаў 🏆

# ShowChatRanksMPHeader
source: 🎖<b>Best chat duelists {0}</b>🎖
be: 🎖<b>Лепшыя дуэлянты чата {0}</b>🎖

# ShowGlobalRanksMPHeader
source: 🏆<b>The best duelists in the world</b> 🏆
be: 🏆<b>Лепшыя дуэлянты свету</b> 🏆

# ShowChatRanksMPButton
source: Top 10 chat 🎖
be: Топ-10 чата 🎖

# ShowGlobalRanksMPButton
source: Top 10 world 🏆
be: Топ-10 свету 🏆

# ConfirmedName
source: 🧃 Cool! Your pet {0} is waiting 🐱 Schedule: 1️⃣ Have breakfast in the kitchen 🍳 2️⃣ Brush your teeth and take a shower 🛁 3️⃣ Play in the nursery (the pet really loves playing Apple🍎) Don't forget to visit your pet, otherwise he may get offended and leave Have fun 🍿
be: 🧃 Круць! Твой гадаванец {0} чакае 🐱 Распарадак дня: 1️⃣ Паснедаць на кухні 🍳 2️⃣ Пачысціць зубы і прыняць душ 🛁 3️⃣ Пагуляць у дзіцячай (гадаванец вельмі любіць гульню ў Яблык🍎) Не забывай наведваць гадаванца, інакш ён можа пакрыўдзіцца і пайсці Забаўляйцеся 🍿

# bathroomCommandMakePoo
source: 🧻Poop💩
be: 🧻Пакакаць💩

# PetDoesntWantToPoo
source: Pet doesn't want to poop 🗿
be: Гадаванец не хоча какаць 🗿

# farmCommandDescription
source: Farm 🚜
be: Ферма 🚜

# farmCommand
source: 👨‍🌾: Oh, who came to us! It's {0} with its owner! <b>How can I help?</b>
be: 👨‍🌾: О, хто да нас завітаў! Гэта ж {0} са сваім гаспадаром! <b>Чым магу быць карысны?</b>

# farmButtonChangeType
source: Change your pet's appearance 🎩
be: Змяніць аблічча гадаванца 🎩

# goAwayButton
source: Say goodbye and leave 👋
be: Развітацца і пайсці 👋

# changeTypeButtonCommand
source: 👨‍🌾: I'm a <i>magic</i>farmer, so I can change the appearance of your pet Choose whoever you want! Pet Shape: {0} gold 💰
be: 👨‍🌾: Я ж <i>чароўны</i> фермер, таму магу змяніць аблічча твайму гадаванцу Выбірай каго хочаш! Змена аблічча гадаванца: {0} золата 💰

# CatTypeText
source: Kitty 🐱
be: Коцік 🐱

# DogTypeText
source: Doggie 🐶
be: Пёсік 🐶

# FoxTypeText
source: Little fox 🦊
be: Лісяня 🦊

# PandaTypeText
source: Panda 🐼
be: Панда 🐼

# MouseTypeText
source: Little mouse 🐭
be: Мышаня 🐭

# changedTypeToCat
source: 😼<i><b>{0}</b></i>: WOW! I'm a cat now!
be: 😼<i><b>{0}</b></i>: ОГО! Я цяпер коцік!

# changedTypeToDog
source: 🐶<i><b>{0}</b></i>: Woof-woof! What's wrong with my voice? And the tail is unusual...
be: 🐶<i><b>{0}</b></i>: Гаў-гаў! Што гэта з маім голасам? І хвост нязвыклы...

# changedTypeToMouse
source: 🐭<i><b>{0}</b></i>: How big you all are now, and I’m small!
be: 🐭<i><b>{0}</b></i>: Якія ж вы ўсё вялікія, а я маленькая!

# changedTypeToPanda
source: 🐼<i><b>{0}</b></i>: The world is not divided into black and white. But yes, pandas!
be: 🐼<i><b>{0}</b></i>: Свет не падзелены на чорнае і белае. А вось панды так!

# changedTypeToFox
source: 🦊<i><b>{0}</b></i>: Oh, what a cozy and pleasant fur ❤️
be: 🦊<i><b>{0}</b></i>: Ой, які ж утульны і прыемны мех ❤️

# changeTypeErrorSameType
source: Your pet already looks like this ❌
be: Твой гадаванец ужо такога аблічча ❌

# petIsBusyForFarm
source: You can't go to the farm because the pet is busy 🚫
be: Нельга пайсці на ферму, бо гадаванец заняты 🚫

# DuelMPFightingEnding10
source: Pet {3}{1} tried to dodge the attack, but his agility could not save him from a powerful blow 🥊 Pet {2}{0} wins 🏆
be: Гадаванец {3}{1} паспрабаваў ухіліцца ад нападу, але яго спрыт не выратавала яго ад магутнага ўдару 🥊 Гадаванец {2}{0} перамагае 🏆

# DuelMPFightingEnding3
source: Pet {3}{1} bravely defended himself, blocking every attack with his shield 🛡️ Pet {2}{0} eventually found the gap and won 🎉
be: Гадаванец {3}{1} смела абараняўся, блакуючы кожны напад сваім шчытом 🛡️ Гадаванец {2}{0} у канчатковым выніку знайшоў шчыліну і атрымаў перамогу 🎉

# DuelMPFightingEnding4
source: Pet {3}{1} withstood a series of powerful blows, but his strength began to fade and he succumbed to the attack of his pet {2}{0} Pet {2}{0} wins 🏆
be: Гадаванец {3}{1} вытрымаў серыю магутных удараў, але яго сіла пачала згасаць, і ён саступіў перад атакай гадаванца {2}{0} Гадаванец {2}{0} перамагае 🏆

# DuelMPFightingEnding5
source: Pet {2}{0} was slow, but his patience and resilience allowed him to repel all attacks 🛡️ Pet {3}{1} surrendered after seeing that his opponent would not yield Pet {2}{0} wins 🏆
be: Гадаванец {2}{0} быў марудлівым, але яго цярпенне і ўстойлівасць дазволілі яму адбіць усе атакі 🛡️ Гадаванец {3}{1} здаўся, убачыўшы, што яго супернік не саступіць Гадаванец {2}{0} перамагае 🏆

# DuelMPFightingEnding6
source: Pet {3}{1} was afraid of the attack and froze in place, allowing your opponent {2}{0} to win the battle 🏁 Pet {2}{0} wins 🏆
be: Гадаванец {3}{1} спалохаўся нападу і замёр на месцы, дазваляючы свайму суперніку {2}{0} выйграць бітву 🏁 Гадаванец {2}{0} перамагае 🏆

# DuelMPFightingEnding7
source: Pet {3}{1} jumped from side to side, avoiding every attack of its opponent 🦎 However, pet {2}{0} found a weak spot and won 🎖️ Pet {2}{0} wins 🏆
be: Гадаванец {3}{1} скакаў з боку ў бок, пазбягаючы кожнага нападу свайго суперніка 🦎 Аднак гадаванец {2}{0} знайшоў слабое месца і перамог 🎖️ Гадаванец {2}{0} перамагае 🏆

# DuelMPFightingEnding8
source: Pet {3}{1} used its magical powers to create a shield that repelled attacks from its opponent {2}{0}, but fatigue ultimately led to his defeat. Pet {2}{0} wins 🏆
be: Гадаванец {3}{1} выкарыстаў сваю чароўную сілу, каб стварыць шчыт, які адлюстроўвае напады свайго суперніка {2}{0}, але стомленасць у выніку прывяла да яго паразы. Гадаванец {2}{0} перамагае 🏆

# DuelMPFightingEnding9
source: Pet {3}{1} ran at full speed, trying to dodge his opponent's attack {2}{0} but in the end he was defeated due to lack of concentration 🪫 Pet {2}{0} wins 🏆
be: Гадаванец {3}{1} нёсся на поўную хуткасць, спрабуючы ўхіліцца ад нападу свайго суперніка {2}{0} але ў выніку пацярпеў паражэнне з-за недахопу канцэнтрацыі 🪫 Гадаванец {2}{0} перамагае 🏆

# GoldCompensastionGotText
source: Compensation credited: {0}💰
be: Залічана кампенсацыя: {0}💰

# petCommandMoreInfo1
source: {0} {1} 🎂 Date of birth: {2} 👫 Referrals: {3} 🍗 Pet was fed <b><i>{4} times</i></b> 🍎 Played Apple <b><i>{5} times</i></b> 🌙 Pet slept for <b><i>{6} minutes</i></b> 🧰 <b><i>{7} minutes</i></b> the pet worked 🦭 Pet is <b><i>{8} days old</i></b>
be: {0} {1} 🎂 Дата нараджэння: {2} 👫 Рэфералаў: {3} 🍗 Гадаванца кармілі <b><i>{4} разоў</i></b> 🍎 Згуляна ў Яблык <b><i>{5} разоў</i></b> 🌙 Гадаванец праспаў <b><i>{6} хвілін</i></b> 🧰 <b><i>{7} хвілін</i></b> гадаванец працаваў 🦭 Гадавачу <b><i>{8} дзён</i></b>

# ChatgptErrorAnswerText
source: 🛋 The pet is busy with its own business and does not pay attention to you
be: 🛋 Гадаванец заняты сваімі справамі і не звяртае на цябе ўвагі

# ChatGPTTimeOutText
source: Pet {0}<b>{1}</b> looks at you silently. He’s probably tired of talking and pretends he doesn’t understand you 🔇 Talk to him a little later 🕐
be: Гадаванец {0}<b>{1}</b> моўчкі глядзіць на цябе. Напэўна ён стаміўся размаўляць і робіць выгляд, што цябе не разумее 🔇 Пагавары з ім крыху пазней 🕐

# ReferalAddedMessageText
source: 💰 {0} gold credited for new friend {1}
be: 💰 Залічана {0} золата за новага сябра {1}

# changelog1Text
source: 👫 We remind you about the referral program 👭 It's more fun together, so invite your friends to join us in 🐾<b>Tamagotchi🐾 Virtual GPT Pet</b>🐾 You can get 1000💰 for every new friend! ➡️/referal Subscribe to our channel, where everything is about the bot: https://t.me/newsvirtualpetbot
be: 👫 Нагадваем пра реферальную праграму 👭 Разам весялей, таму запрашай сваіх сяброў да нас у 🐾<b>Тамагочы </b>🐾 Можаш атрымаць 1000💰 за кожнага новага сябра! ➡️/referal Падпісвайцеся на наш канал, дзе ўсё аб боце: https://t.me/newsvirtualpetbot
