Repository: Vladisl0ve/TamagotchiBot
Catalog: TamagotchiBot/Resources/Resources.*.resx
Languages: pl, ru, uk

# appleGameLoseText
source: Your green apple remains {0}: Better luck next time 😉
pl: Twoje zielone jabłko pozostaje {0}: Więcej szczęścia następnym razem 😉
ru: Осталось твоё зелёное яблочко {0}: Повезет в следующий раз 😉
uk: Залишилося твоє зелене яблучко {0}: Пощастить наступного разу 😉

# appleGameWinText
source: {0}: You won, well done!
pl: {0}: Wygrałeś, brawo!
ru: {0}: Ты выиграл, молодец!
uk: {0}: Ти виграв, молодець!

# appleGameStatisticsCommand
source: 📈STATISTICS📉 Won: {0} Lost: {1} Surrendered: {2}
pl: 📈STATYSTYKI JABŁKA📉 Wygrane: {0} Przegrane: {1} Poddania: {2}
ru: 📈СТАТИСТИКА ЯБЛОКА📉 Выиграно: {0} Проиграно: {1} Сдался раз: {2}
uk: 📈СТАТИСТИКА ЯБЛУКО📉 Виграно: {0} Програно: {1} Здався: {2}

# tooTiredText
source: Your pet is too tired, he should sleep 💤
pl: Twój zwierzak jest zbyt zmęczony, powinien spać 💤
ru: Твой питомец слишком устал, ему следует поспать 💤
uk: Твій вихованець занадто втомився, йому слід поспати 💤

# quitCommandDescription
source: 📛 Quit Mini-game
pl: 📛 Zamknij mini-grę
ru: 📛 Закончить мини-игру
uk: 📛 Закінчити міні-гра

# backToGameroomText
source: You are in the gameroom ⚽️
pl: Znowu jesteś w pokoju gier ⚽️
ru: Вы снова в детской ⚽️
uk: Ви знову в дитячій ⚽️

# changelog_onPatch_17
source: ⚡️⚡️ <b>Update 1.7 Released</b> ⚡️⚡️ <b>NEW:</b> 🧸 <b>Added new pet types:</b> 🐒 <i>Adorable Monkey</i> 🐯 <i>Brutal Tiger Cub</i> 🦁 <i>Majestic Lion Cub</i> <i>Lion and Tiger Cub are purchased once, so after buying you can switch back to their look for free</i> 🎓 <b>Education</b> – there are different levels of education; you need to study each in order 💡 <b>New jobs</b>, which depend on the pet’s education 💎 <b>New currency added – DIAMONDS</b>💎. Can be earned by inviting friends to play Tamagotchi via the referral program ⚽️ <b>New games in the Kids Room</b> – ❌⭕️ <i>Tic-Tac-Toe</i> and <i>Hangman [RU]</i> (<i>Word Builder</i>) 😵 🏆 <b>New Rankings added</b> 📆 <b>Monthly Level Ranking Update</b> – now every month pets reset their levels. <i>Prizes 🎁 are awarded for making it into the TOP-10 for the month</i> 🤖 <b>Auto-Feeder added</b> – a device that feeds your pet while you are offline. <i>Purchasable only with diamonds💎</i> <b>CHANGES:</b> 🍽 <b>Satiety balance changed</b> 💰 <b>Jobs</b> – earnings and waiting times changed 🛏 <b>Bedroom</b> – sleep duration reduced from 10 minutes to 2 minutes 🌻 Many more changes that I forgot, but you will see them in the bot :) For now, I’ve paused work on the graphical interface, but decided to compensate with new fun features 🦩 🎄<b>HAPPY HOLIDAYS TO EVERYONE!</b>🎄 <i>May the New Year bring more happiness and luck, may problems and negativity stay away, may your dreams come true. Have a great holiday season and Happy New Year!</i> ⭐️
pl: ⚡️⚡️ <b>Wydanie aktualizacji 1.7</b> ⚡️⚡️ <b>NOWOŚCI:</b> 🧸 <b>Dodano nowe typy pupili:</b> 🐒 <i>Słodka małpka</i> 🐯 <i>Brutalny tygrysek</i> 🦁 <i>Dostojne lwiątko</i> <i>Lwiątko i tygrysek kupuje się tylko raz, więc po zakupie możesz bezpłatnie powrócić do ich wyglądu</i> 🎓 <b>Edukacja</b> – różne stopnie edukacji, trzeba uczyć się każdego po kolei 💡 <b>Nowe prace</b>, zależne od edukacji pupila 💎 <b>Dodano nową walutę – DIAMENTY</b>💎. Można je zdobyć, zapraszając znajomych do gry w Tamagotchi w programie referencyjnym ⚽️ <b>Nowe gry w pokoju dziecięcym</b> – ❌⭕️ <i>Kółko i krzyżyk</i> i <i>Wisielec [RU]</i> (<i>Balda</i>) 😵 🏆 <b>Dodano nowe Rankingi</b> 📆 <b>Miesięczna aktualizacja Rankingu Poziomów</b> – teraz co miesiąc pupile resetują swoje poziomy. <i>Za wejście do TOP-10 w miesiącu przewidziane są nagrody 🎁 </i> 🤖 <b>Dodano AUTOMATYCZNY KARMIK</b> – urządzenie pozwalające karmić pupila, gdy jesteś offline. <i>Kupowane tylko za diamenty💎</i> <b>ZMIANY:</b> 🍽 <b>Zmieniono balans Sytości</b> 💰 <b>Praca</b> – zmieniono zarobki i czas oczekiwania 🛏 <b>Sypialnia</b> – czas snu skrócony z 10 minut do 2 minut 📫 <b>Ulepszono komunikację z pupilem</b> – teraz pupil jest bardziej „inteligentny”, może ocenić swój stan i w odpowiedzi może narzekać lub pochwalić się swoim stanem 🌻 Jeszcze wiele zmian, o których zapomniałem. Ale zobaczycie je w bocie :) Na razie wstrzymałem prace nad interfejsem graficznym, ale postanowiłem to zrekompensować dodaniem nowych bajerów 🦩 🎄<b>WSZYSTKIM WESOŁYCH ŚWIĄT!</b>🎄 <i>Niech w Nowym Roku będzie więcej szczęścia i powodzenia, a problemy i negatyw omijają Was z daleka. Spełnienia marzeń, miłych wakacji i Szczęśliwego Nowego Roku!</i> ⭐️
ru: ⚡️⚡️ <b>Вышло обновление 1.7</b> ⚡️⚡️ <b>НОВОЕ:</b> 🧸 <b>Добавлены новые типы питомцев:</b> 🐒 <i>Милая обезьянка</i> 🐯 <i>Брутальный тигрёнок</i> 🦁 <i>Статный львёнок</i> <i>Львёнок и тигрёнок покупается один раз, поэтому после покупки можно бесплатно вернуться на их облик</i> 🎓 <b>Образование</b> - есть разные ступени образования, надо учиться в каждой по очереди 💡 <b>Новые работы</b>, которые зависят от образования питомца 💎 <b>Добавлена новая валюта - АЛМАЗЫ</b>💎. Их можно получить, приглашая друзей поиграть в Тамагочи по реферальной программе ⚽️ <b>Новые игры в Детской</b> - ❌⭕️ <i>Крестики-Нолики</i> и <i>Виселица</i> (<i>Балда</i>) 😵 🏆 <b>Добавлены новые Рейтинги</b> 📆 <b>Обновление Рейтинга Уровней каждый месяц</b> – теперь каждый месяц питомцы сбрасывают свои уровни. <i>За попадание в ТОП-10 за месяц предусмотрены призы 🎁 </i> 🤖 <b>Добавлена АВТОКОРМИЛКА</b> - устройство, позволяющее кормить питомца пока Вы оффлайн. <i>Покупается только за алмазы💎</i> <b>ИЗМЕНЕНИЯ:</b> 🍽 <b>Изменён баланс Сытости</b> 💰 <b>Работа</b> - изменены заработки на работах и время ожидания 🛏 <b>Спальня</b> - продолжительность сна уменьшена с 10 минут до 2 минут 🌻 Ещё очень много изменений, о которых я забыл. Но Вы увидете это в боте :) Пока что я приостановил работу над графическим интерфейсом, но решил компенсировать добавлением новых приколюх 🦩 🎄<b>ВСЕХ С НАСТУПАЮЩИМИ ПРАЗДНИКАМИ!</b>🎄 <i>Пусть в Новом году будет побольше счастья и удачи, а проблемы и негатив обходил вас стороной, пусть мечты сбываются. Хороших вам каникул, с Новым годом!</i> ⭐️
uk: ⚡️⚡️ <b>Вийшло оновлення 1.7</b> ⚡️⚡️ <b>НОВЕ:</b> 🧸 <b>Додано нові типи улюбленців:</b> 🐒 <i>Мила мавпочка</i> 🐯 <i>Брутальне тигреня</i> 🦁 <i>Статне левеня</i> <i>Левеня та тигреня купуються один раз, тому після покупки можна безкоштовно повернути їхній вигляд</i> 🎓 <b>Освіта</b> – є різні ступені освіти, треба навчатися в кожній по черзі 💡 <b>Нові роботи</b>, які залежать від освіти улюбленця 💎 <b>Додано нову валюту – ДІАМАНТИ</b>💎. Їх можна отримати, запрошуючи друзів грати в Тамагочі за реферальною програмою ⚽️ <b>Нові ігри в Дитячій</b> – ❌⭕️ <i>Хрестики-нулики</i> та <i>Виселиця [RU]</i> (<i>Балда</i>) 😵 🏆 <b>Додано нові Рейтинги</b> 📆 <b>Щомісячне оновлення Рейтингу Рівнів</b> – тепер кожного місяця улюбленці скидають свої рівні. <i>За потрапляння в ТОП-10 за місяць передбачені призи 🎁 </i> 🤖 <b>Додано АВТОГОДІВНИЦЮ</b> – пристрій, що дозволяє годувати улюбленця, поки ви офлайн. <i>Купується тільки за діаманти💎</i> <b>ЗМІНИ:</b> 🍽 <b>Змінено баланс Насиченості</b> 💰 <b>Робота</b> – змінено заробітки та час очікування 🛏 <b>Спальня</b> – тривалість сну зменшено з 10 хвилин до 2 хвилин 📫 <b>Покращено спілкування з улюбленцем</b> – тепер улюбленець більш «розумний», може оцінити свій стан і у відповіді може поскаржитися або похвалитися своїм станом 🌻 Ще дуже багато змін, про які я забув. Але ви побачите їх у боті :) Поки що я призупинив роботу над графічним інтерфейсом, але вирішив компенсувати додаванням нових фішок 🦩 🎄<b>ВСІХ З НАСТУПНИМИ СВЯТАМИ!</b>🎄 <i>Нехай у Новому році буде більше щастя та удачі, а проблеми і негатив обходять вас стороною. Нехай мрії збуваються, гарних канікул і з Новим роком!</i> ⭐️

# ReminderNotifyText2
source: {0}: Waiting for you here, come back /kitchen to feed 🍩 /gameroom for games 🏓
pl: {0}: Czekam tu na Ciebie, wróć /kitchen karmić 🍩 /gameroom bawić się 🏓
ru: {0}: Жду тебя тут, возвращайся /kitchen покормить 🍩 /gameroom гулять 🏓
uk: {0}: Чекаю на тебе тут, повертайся /kitchen погодувати 🍩 /gameroom гуляти 🏓

# ReminderNotifyText3
source: {0}: Sadness to be alone... /kitchen to feed 🍩 /gameroom for games 🏓
pl: {0}: Siedzę, tęsknię... /kitchen karmić 🍩 /gameroom bawić się 🏓
ru: {0}: Сижу, скучаю, грусть прогоняю... /kitchen покормить 🍩 /gameroom гулять 🏓
uk: {0}: Сиджу, сумую, сум проганяю... /kitchen погодувати 🍩 /gameroom гуляти 🏓

# CurrentStatusWorking
source: on work 🧰
pl: w pracy 🧰
ru: на работе 🧰
uk: на роботі 🧰

# denyAccessWorking
source: You can not come in: pet is on work 💻
pl: Brak możliwości wejścia do pokoju: zwierzak pracuje 💻
ru: Нельзя войти в комнату: питомец на работе 💻
uk: Не можна увійти до кімнати: вихованець на роботі 💻

# workCommand
source: Choose what your pet will be doing 💡 😴 Fatigue: {2}% Food Delivery 🎒 -{7}⌛️, +{8} golds 💰 McDonalds 🍔 -{5}⌛️, +{6} golds 💰 Distribute leaflets 🤹‍♀️ -{3}⌛️, +{4} gold 💰 Engineer 🛠 -{11}⌛️, +{12} golds 💰 Make-up Artist 💄 -{9}⌛️, +{10} golds 💰 Programing 💻 -{0}⌛️, +{1} golds 💰 Accountant 📔 -{13}⌛️, +{14} golds 💰 Pilot ✈️ -{15}⌛️, +{16} golds 💰
pl: Wybierz, co będzie robił Twój pupil 💡 😴 Zmęczenie: {2}% Dostawa jedzenia 🎒 -{7}⌛️, +{8} złotych 💰 McDonalds 🍔 -{5}⌛️, +{6} złotych 💰 Roznoszenie ulotek 🤹‍♀️ -{3}⌛️, +{4} złotych 💰 Inżynier 🛠 -{11}⌛️, +{12} złotych 💰 Wizażystka 💄 -{9}⌛️, +{10} złotych 💰 Programowanie 💻 -{0}⌛️, +{1} złotych 💰 Księgowy 📔 -{13}⌛️, +{14} złotych 💰 Pilot ✈️ -{15}⌛️, +{16} złotych 💰
ru: Выберите, чем будет заниматься ваш питомец 💡 😴 Усталость: {2}% Доставка еды 🎒 -{7}⌛️, +{8} золота 💰 Работник Макдоналдс 🍔 -{5}⌛️, +{6} золота 💰 Раздача листовок 🤹‍♀️ -{3}⌛️, +{4} золота 💰 Инженер 🛠 -{11}⌛️, +{12} золота 💰 Визажист 💄 -{9}⌛️, +{10} золота 💰 Программист 💻 -{0}⌛️, +{1} золота 💰 Бухгалтер 📔 -{13}⌛️, +{14} золота 💰 Пилот ✈️ -{15}⌛️, +{16} золота 💰
uk: Оберіть, чим буде займатися ваш улюбленець 💡 😴 Втома: {2}% Доставка їжі 🎒 -{7}⌛️, +{8} золотих 💰 Макдональдс 🍔 -{5}⌛️, +{6} золотих 💰 Розповсюдження листівок 🤹‍♀️ -{3}⌛️, +{4} золотих 💰 Інженер 🛠 -{11}⌛️, +{12} золотих 💰 Візажист 💄 -{9}⌛️, +{10} золотих 💰 Програмування 💻 -{0}⌛️, +{1} золотих 💰 Бухгалтер 📔 -{13}⌛️, +{14} золотих 💰 Пілот ✈️ -{15}⌛️, +{16} золотих 💰

# workCommandInlinePC
source: 💻 Program
pl: 💻Programowanie
ru: 💻Разрабатывать сайты
uk: 💻Розробляти сайти

# workCommandDescription
source: Jobs 💰
pl: Praca 💰
ru: Работа 💰
uk: Робота 💰

# PetWorkingAnswerCallback
source: Gold +{1} 💰 The pet is tired at +{0}% 😓 Wait until the pet finishes work
pl: Złoto +{1} 💰 Zwierzę jest zmęczone na +{0}% 😓 Poczekaj aż zwierzak skończy pracę
ru: Золото +{1} 💰 Питомец устал на +{0}% 😓 Подожди пока питомец закончит работу
uk: Золото +{1} 💰 Вихованець втомився на +{0}% 😓 Почекай поки вихованець закінчить роботу

# workCommandPCWorking
source: The pet is currently working at the computer 👩‍💻
pl: Zwierzak obecnie pracuje przy komputerze 👩‍💻
ru: Питомец сейчас на работе 👩‍💻
uk: Вихованець зараз на роботі 👩‍💻

# workCommandInlineShowTime
source: Remains to work: {0} ⏱
pl: Pozostało do pracy: {0} ⏱
ru: Осталось работать: {0} ⏱
uk: Залишилось працювати: {0} ⏱

# renameBannedCommand
source: No access to do this
pl: Trzymaj bana
ru: Плохие дети получают бан
uk: Погані діти отримують бан

# goldNotEnough
source: Need more gold 💰
pl: Trzeba więcej zł 💰
ru: Нужно больше золота 💰
uk: Потрібно більше золота 💰

# tooManyStarvingCommand
source: Pet is good now. Enough to eat 🤢
pl: Zwierzę nie chce już jeść 🤢
ru: Питомец не хочет это сейчас 🤢
uk: Вихованець не хоче це зараз 🤢

# rewardCommandDailyRewardGotten
source: You have already got your daily reward today 🫶🏻
pl: Otrzymałeś już dzisiaj swoją codzienną nagrodę 🫶🏻
ru: Вы уже получили свою ежедневную награду сегодня🫶🏻
uk: Ви вже здобули свою щоденну нагороду сьогодні🫶🏻

# rewardCommandDailyRewardInlineShowTime
source: Until the next award: {0} ⏱
pl: Do następnej nagrody: {0} ⏱
ru: До следующей награды: {0} ⏱
uk: До наступної нагороди: {0} ⏱

# rewardCommand
source: There's a daily reward waiting for you! 💸 Take it soon! 🎁
pl: Czeka na ciebie codzienna nagroda! 💸 Odbierz ją wkrótce! 🎁
ru: Тебя ждёт ежедневная награда! 💸 Забирай скорей! 🎁
uk: На тебе чекає щоденна нагорода! 💸 Забирай швидше! 🎁

# rewardCommandInlineDailyReward
source: Daily 🎉(+{0}💰)
pl: Codziennie 🎉(+{0}💰)
ru: Ежедневка 🎉(+{0}💰)
uk: Щоденка 🎉(+{0}💰)

# DailyRewardAnwserCallback
source: Congratulations, you got +{0} gold! 🎈
pl: Gratulacje, zdobyłeś +{0} złota! 🎈
ru: Поздравляю, ты получил {0} золота! 🎈
uk: Вітаю, ти одержав {0} золота! 🎈

# ranksCommandGold
source: 💰⭐️ Top 10 in gold ⭐️💰
pl: 💰⭐️ Top 10 w złocie ⭐️💰
ru: 💰⭐️ Топ-10 по золоту ⭐️💰
uk: 💰⭐️ Топ-10 за золотом ⭐️💰

# ranksCommandInlineGold
source: 💰 Gold
pl: 💰Złoto
ru: 💰Золото
uk: 💰Золото

# ranksCommandInlineLevel
source: 🏅Level
pl: 🏅Poziomy
ru: 🏅Уровень
uk: 🏅Рівні

# rewardNotification
source: 🎁 Come on for your daily bonus 🎉 /reward 🎁
pl: 🎁 Wejdź po bonus codzienny 🎉 /reward 🎁
ru: 🎁 Беги за ежедневным бонусом 🎉 /reward 🎁
uk: 🎁 Біжи за щоденним бонусом 🎉 /reward 🎁

# rewardCommandDescription
source: Reward 🎁
pl: Nagroda 🎁
ru: Бонусы 🎁
uk: Бонуси 🎁

# ranksCommandInlineApples
source: 🍎Apples
pl: 🍎Jabłka
ru: 🍎Яблоки
uk: 🍎Яблука

# ranksCommandInlineLevelAll
source: ⭐️All-time Levels
pl: ⭐️Poziomy wszech czasów
ru: ⭐️Уровни за всё время
uk: ⭐️Рівні за весь час

# ranksCommandLevelAll
source: ⭐️ Top 10 Levels (All Time) ⭐️
pl: ⭐️ Top 10 poziomów (wszech czasów) ⭐️
ru: ⭐️ Топ-10 по уровням за всё время ⭐️
uk: ⭐️ Топ 10 рівнів (за весь час) ⭐️

# ranksCommandApples
source: 🍎⭐️ Top 10 in apples game ⭐️🍎
pl: 🍎⭐️ Top 10 w grze w jabłka ⭐️🍎
ru: 🍎⭐️ Топ-10 побед в яблочной игре ⭐️🍎
uk: 🍎⭐️ Топ-10 перемог у яблучній грі ⭐️🍎

# RandomEventStomachache
source: ❤️‍🔥Help your pet urgently! {0}: my tummy hurts very much... -5% health 💊 -15% satiety 🍕 /hospital - you have to run to the clinic!
pl: ❤️‍🔥Pomóż pilnie! {0}: bardzo boli mnie brzuszek... -5% zdrowia 💊 -15% sytości 🍕 /hospital - szybko do doktora!
ru: ❤️‍🔥Срочно помоги своему питомцу! {0}: животик очень сильно болит... -5% здоровья 💊 -15% сытости 🍕 /hospital - надо бегом в поликлинику!
uk: ❤️‍🔥Терміново допоможи своєму вихованцю! {0}: животик дуже сильно болить... -5% здоров'я 💊 -15% ситості 🍕 /hospital - треба бігом до поліклініки!

# RandomEventFriendMet
source: Walking with a pet in the city, you met an old friend of Lionko🦁 +40% to joy 🎊 +15 gold 💰 (borrowed from a friend) /pet - check pet's status
pl: Spacerując po mieście ze swoim zwierzakiem spotkałeś starego przyjaciela Lwiątka🦁 +40% do radości 🎊 +15 złota 💰 (pożyczone od przyjaciela) /pet - sprawdź status zwierzaka
ru: Гуляя с питомцем по городу вы встретили давнего друга Львёнка🦁 +40% к радости 🎊 +15 золота 💰 (одолжили у друга) /pet - проверить состояние питомца
uk: Гуляючи з вихованцем по місту ви зустріли давнього друга Левеня 🦁 +40% на радість 🎊 +15 золота 💰 (позичили в друга) /pet - перевірити стан вихованця

# RandomEventHotdog
source: 🌭 You were asked to rate a new hot dog recipe 🧑‍🍳 +40 satiety🍕 +20 gold💰 /pet - check pet's status
pl: Zostałeś poproszony o ocenę nowego przepisu na hot doga 🧑‍🍳 +40 sytości 🍕 +20 złota 💰 /pet - sprawdź status zwierzaka
ru: 🌭 Вас попросили оценить новый рецепт хотдога 🧑‍🍳 +40 сытость 🍕 +20 золота 💰 /pet - проверить состояние питомца
uk: 🌭 Вас попросили оцінити новий рецепт хотдогу 🧑‍🍳 +40 ситість 🍕 +20 золота 💰 /pet - перевірити стан вихованця

# RandomEventStepOnFoot
source: 🧑‍🌾Some passerby stepped on the pet's foot 🗣 👺-1% health 💊-10% joy🎊 /pet - check pet's status
pl: 🧑‍🌾Jakiś przechodzień nadepnął na łapę swojego zwierzaka 🗣 Co za drań 👺 -1% zdrowia 💊 -10% radości 🎊 /pet - sprawdź status zwierzaka
ru: 🧑‍🌾Какой-то прохожий наступил питомцу на лапку 🗣 Вот гад 👺 -1% здоровье 💊 -10% радость 🎊 /pet - проверить состояние питомца
uk: 🧑‍🌾Якийсь перехожий наступив вихованцю на лапку 🗣 Ось гад 👺 -1% здоров'я 💊 -10% радість 🎊 /pet - перевірити стан вихованця

# RandomEventRainbow
source: 🌈 You saw the rainbow after the rain 🌦 +10% joy 🎊 /pet - check pet's status
pl: 🌈 Widziałeś tęczę po deszczu 🌦 +10% radości 🎊 /pet - sprawdź status zwierzaka
ru: 🌈 Вы увидели радугу после дождя 🌦 +10% радость 🎊 /pet - проверить состояние питомца
uk: 🌈 Ви побачили веселку після дощу 🌦 +10% радість 🎊 /pet - перевірити стан вихованця

# WelcomeStatusButton
source: Let's go! 😻
pl: Do przodu 😻
ru: Поехали 😻
uk: Поїхали 😻

# bathroomCommand
source: You're in the bathroom 🛁 🚿 Hygiene: {0}% Remember to brush your teeth before going to bed🪥
pl: Jesteś w łazience 🛁 🚿 Higiena: {0}% Pamiętaj, aby umyć zęby przed pójściem spać🪥
ru: Вы в ванной 🛁 🚿 Гигиена питомца: {0}% Не забывайте чистить зубы перед сном 🪥
uk: Ви у ванній кімнаті 🛁 🚿 Гігієна вихованця: {0}% Не забувайте чистити зуби перед сном 🪥

# bathroomCommandTakeShower
source: 🛁Shower
pl: 🛁 Prysznic
ru: 🛁 Душ
uk: 🛁 Душ

# bathroomCommandBrushTeeth
source: 🪥 Brush teeth
pl: 🪥 Umyć zęby
ru: 🪥 Почистить зубы
uk: 🪥 Почистити зуби

# PetHygieneAnwserCallback
source: Hygiene +{0}%
pl: Higiena +{0}%
ru: Гигиена +{0}%
uk: Гігієна +{0}%

# RandomEventFireworks
source: You went to watch the fireworks 🎇 But the pet accidentally stepped into a puddle 💦 +20% joy 🎊 -10% hygiene 🛁 /pet - check pet's status
pl: Poszedłeś oglądać fajerwerki 🎇 Ale zwierzak przypadkiem wpadł do kałuży 💦 +20% radości 🎊 -10% higieny 🛁 /pet - sprawdź status zwierzaka
ru: Вы пошли смотреть на фейерверк 🎇 Но питомец случайно наступил в лужу 💦 +20% к радости 🎊 -10% гигиены 🛁 /pet - проверить состояние питомца
uk: Ви пішли дивитися на феєрверк 🎇 Але вихованець випадково наступив у калюжу 💦 +20% на радість 🎊 -10% гігієни 🛁 /pet - перевірити стан вихованця

# ResurrectYesText
source: Yes (-1000 💰)
pl: Tak (-1000 💰)
ru: Да (-1000 💰)
uk: Так (-1000 💰)

# ResurrectNoText
source: No ⁉️
pl: Nie ⁉️
ru: Нет ⁉️
uk: Ні ⁉️

# ToResurrectQuestion
source: To resurrect your pet? 🧬
pl: Chcesz wskrzesić swojego zwierzaka? 🧬
ru: Воскресить питомца? 🧬
uk: Воскресити вихованця? 🧬

# PetCameBackText
source: After a long search and a lot of money for detectives, the pet was found! {0} You asked for forgiveness for a long time and promised not to forget about your pet again 🐣 You both reconciled 💕 /pet - check pet status
pl: Po długich poszukiwaniach i dużych wydatkach na detektywów zwierzak został odnaleziony! {0} Długo prosiłeś o przebaczenie i obiecałeś, że już nigdy nie zapomnisz o swoim pupilu 🐣 Pogodziliście się 💕 /pet - sprawdza status zwierzaka
ru: После долгих поисков и кучи денег на детективов питомец нашёлся! {0} Ты долго просил прощения и обещал больше не забывать про своего питомца 🐣 Вы оба помирились 💕 /pet - проверить состояние питомца
uk: Після довгих пошуків та купи грошей на детективів вихованець знайшовся! {0} Ти довго просив вибачення та обіцяв більше не забувати про свого вихованця 🐣 Ви обидва помирилися 💕 /pet - перевірити стан вихованця

# NotEnoughGold
source: Unfortunately, you don't have enough money ☠️
pl: Niestety nie masz wystarczająco dużo pieniędzy ☠️
ru: К сожалению у тебя слишком мало денег ☠️
uk: На жаль, у тебе занадто мало грошей ☠️

# PetIsCleanEnoughAlert
source: The pet is clean enough 💦
pl: Zwierzę jest wystarczająco czyste 💦
ru: Питомец достаточно чистый 💦
uk: Вихованець досить чистий 💦

# PetIsFullOfJoyText
source: The pet has already played enough ⛹️‍♀️
pl: Zwierzak już się wystarczająco pobawił ⛹️‍♀️
ru: Питомец уже наигрался ⛹️‍♀️
uk: Вихованець вже награвся ⛹️‍♀️

# AskToConfirmRenamingPet
source: Are you sure you want to change your pet's name from {0} to {1}? 🗃 Price: {2} gold 💰
pl: Czy na pewno chcesz zmienić imię swojego zwierzaka z {0} na {1}? 🗃 Cena: {2} złota 💰
ru: Ты действительно хочешь поменять имя питомца с {0} на {1}? 🗃 Цена: {2} золота 💰
uk: Ти дійсно хочеш змінити ім'я вихованця з {0} на {1}? 🗃 Ціна: {2} золота 💰

# YesText
source: Yes
pl: Tak
ru: Да
uk: Так

# NoText
source: No
pl: Nie
ru: Нет
uk: Ні

# YesTextEmoji
source: Yes ✅
pl: Tak ✅
ru: Да ✅
uk: Так ✅

# NoTextEmoji
source: No ❌
pl: Nie ❌
ru: Нет ❌
uk: Ні ❌

# InviteGlobalMultiplayerButton
source: {0} Get your own Tamagotchi
pl: {0} Zdobądź własne Tamagotchi
ru: {0} Завести своего Тамагочи
uk: {0} Завести свого Тамагочі

# InviteReferalMultiplayerButton
source: {0} Become a friend for {1}
pl: {0} Zostań przyjacielem dla {1}
ru: {0} Стать другом для {1}
uk: {0} Стати другом для {1}

# InviteGlobalMultiplayerText
source: {0}, you don’t have your Tamagotchi yet 🐧
pl: {0}, nie masz jeszcze swojego Tamagotchi 🐧
ru: {0}, у тебя ещё нет своего Тамагочи 🐧
uk: {0}, у тебе ще немає свого Тамагочі 🐧

# MultiplayerShowPet
source: {8}, here is your pet {9} <b>{0}</b> 💊 Health: {1}% 🍕 Satiety: {2}% 🛁 Hygiene: {3}% 😴 Fatigue: {4}% 🎊 Joy: {5}% 🏅 {6} level 💰 Gold: {7} 💴
pl: {8}, oto twoje zwierzątko {9} <b>{0}</b> 💊 Zdrowie: {1}% 🍕 Sytość: {2}% 🛁 Higiena: {3}% 😴 Zmęczenie: {4}% 🎊 Radość: {5}% 🏅 {6} poziom 💰 Złoto: {7} 💴
ru: {8}, вот твой питомец <i>{9}</i> <b>{0}</b> 💊 Здоровье: {1}% 🍕 Сытость: {2}% 🛁 Гигиена: {3}% 😴 Усталость: {4}% 🎊 Радость: {5}% 🏅 {6} уровень 💰 Золото: {7} 💴
uk: {8}, ось твій вихованець <i>{9}</i> <b>{0}</b> 💊 Здоров'я: {1}% 🍕 Ситість: {2}% 🛁 Гігієна: {3}% 😴 Втома: {4}% 🎊 Радість: {5}% 🏅 {6} рівень 💰 Золото: {7} 💴

# ShowPetMPCommand
source: 🦁 Show your pet
pl: 🦁 Pokaż swojego zwierzaka
ru: 🦁 Показать своего питомца
uk: 🦁 Показати свого вихованця

# referalCommandDescription
source: 👬 Prizes for a friend
pl: 👬 Nagrody dla przyjaciela
ru: 👬 Призы за друга
uk: 👬 Призи за друга

# referalCommand
source: Walking together is much more fun, right? 👯‍♀️ Invite your friends to hang out using your referral link and get prizes for it! 🎁 🚦A friend must create his own Tamagotchi for the prizes to come to your account 🚦 💰<b> Get {3} gold for every new friend!</b> 💎<b> And {4} Diamonds!</b> 🤼‍♀️ You have referrals: {0} Gold earned via referral: {1}💰 Diamonds earned via referral: {5}💎 Your referral link: {2}
pl: Chodzenie razem jest o wiele fajniejsze, prawda? 👯‍♀️ Zaproś znajomych do wspólnej zabawy za pomocą swojego linku polecającego i zdobywaj nagrody! 🎁 🚦Znajomy musi stworzyć własne Tamagotchi, aby nagrody trafiły na Twoje konto 🚦 💰<b> Otrzymasz {3} złota za każdego nowego znajomego!</b> 💎<b> Oraz {4} diamentów!</b> 🤼‍♀️ Twoje polecenia: {0} Złoto zdobyte z poleceń: {1}💰 Diamenty zdobyte z poleceń: {5}💎 Twój link polecający: {2}
ru: Гулять вместе намного веселее, правда? 👯‍♀️ Приглашай друзей тусоваться по своей реферальной ссылке и получай за это призы! 🎁 🚦Друг должен создать собственного Тамагочи, чтобы награды пришли на твой аккаунт 🚦 💰<b> Получай {3} золота за каждого нового друга!</b> 💎<b> А также {4} алмазов!</b> 🤼‍♀️ Твои рефералы: {0} Золото, полученное за рефералов: {1}💰 Алмазы, полученные за рефералов: {5}💎 Твоя реферальная ссылка: {2}
uk: Гуляти разом набагато веселіше, правда? 👯‍♀️ Запроси друзів провести час разом за допомогою свого реферального посилання та отримуй нагороди! 🎁 🚦Друг повинен створити власного Тамагочі, щоб нагороди надійшли на твій акаунт 🚦 💰<b> Отримай {3} золота за кожного нового друга!</b> 💎<b> А також {4} діамантів!</b> 🤼‍♀️ Твої реферали: {0} Золото, отримане за рефералів: {1}💰 Діаманти, отримані за рефералів: {5}💎 Твоє реферальне посилання: {2}

# ToShareReferalCommand
source: 📩 Share link
pl: 📩 Udostępnij link
ru: 📩 Поделиться ссылкой
uk: 📩 Поділитися посиланням

# ToAddToNewGroupReferalCommand
source: 🚀 Add to new chat
pl: 🚀 Dodaj do nowego czatu
ru: 🚀 Добавить в новый чат
uk: 🚀 Додати до нового чату
