Repository: Vladisl0ve/TamagotchiBot
Catalog: TamagotchiBot/Resources/Resources.*.resx
Languages: pl, ru, uk

# Test
source: Test value
pl: Wartość testowa
ru: Тестовое значение
uk: Тестове значення

# Welcome
source: 🎮 Welcome to Tamagotchi Bot! Here you can raise your own virtual pet, play with him and compete with another players 🎮 Let's start!
pl: 🎮 Witamy w Tamagotchi Bot! Tutaj możesz wychowywać własnego wirtualnego zwierzaka, bawić się z nim i rywalizować z innymi graczami 🎮 Startujemy!
ru: 🎮 Добро пожаловать в Tamagotchi Bot! Здесь ты можешь вырастить собственного виртуального питомца, играть с ним и соревноваться с другими игроками 🎮 Поехали!
uk: 🎮 Ласкаво просимо до Tamagotchi Bot! Тут ти можеш виростити власного віртуального вихованця, грати з ним та змагатися з іншими гравцями 🎮 Поїхали!

# ChooseName
source: 🧸 First of all you need to name your new friend Just type it here
pl: 🧸 Przede wszystkim musisz nazwać swojego nowego przyjaciela Po prostu wpisz to tutaj
ru: 🧸 Для начала назови своего нового друга Просто пришли его имя
uk: 🧸 Для початку назви свого нового друга Просто прийшли його ім'я

# ConfirmedName
source: 🧃 Cool! Your pet {0} is waiting 🐱 Schedule: 1️⃣ Have breakfast in the kitchen 🍳 2️⃣ Brush your teeth and take a shower 🛁 3️⃣ Play in the nursery (the pet really loves playing Apple🍎) Don't forget to visit your pet, otherwise he may get offended and leave Have fun 🍿
pl: 🧃 Świetnie! Twój zwierzak {0} czeka 🐱 Harmonogram: 1️⃣ Zjedz śniadanie w kuchni 🍳 2️⃣ Umyj zęby i weź prysznic 🛁 3️⃣ Baw się w pokoju gier (zwierzak naprawdę uwielbia bawić się Apple🍎) Nie zapomnij odwiedzić swojego zwierzaka, w przeciwnym razie może się obrazić i odejść Miłej zabawy 🍿
ru: 🧃 Круть! Твой питомец <b><i>{0}</i></b> ждет 🐱 Распорядок дня: 1️⃣ Позавтракать на кухне 🍳 2️⃣ Почистить зубы и принять душ 🛁 3️⃣ Поиграть в детской (питомец очень любит игру в Яблоко🍎) <b>Не забывай навещать питомца, иначе он может обидеться и уйти </b> Развлекайтесь 🍿
uk: 🧃 Крути! Твій вихованець <b><i>{0}</i></b> чекає 🐱 Розклад дня: 1️⃣ Снідати на кухні 🍳 2️⃣ Почистити зуби та прийняти душ 🛁 3️⃣ Пограти в дитячій (вихованець дуже любить гру в Яблуко🍎) <b>Не забувай відвідувати вихованця, інакше він може образитися та піти </b> Розважайтесь 🍿

# petCommand
source: {11} {0} 💊 HP: {1}% 🍕 Satiety: {4}% 🛁 Hygiene: {9}% 😴 Fatigue: {5}% 🎊 Joy: {7}% 💰 Gold: {8} 💴 💎 Diamonds: {13} 💎 ⚡️ Status: <b>{6}</b> 🎓 Education: {17} 🏅 <b>{3} level</b> ✨ <i>EXP: {2}/{10}</i> {12} {14} <b><i>And you can chat with me right here!</i></b> {16} {11}{0}: {15}
pl: {11} {0} 💊 HP: {1}% 🍕 Sytość: {4}% 🛁 Higiena: {9}% 😴 Zmęczenie: {5}% 🎊 Radość: {7}% 💰 Złoto: {8} 💴 💎 Diamenty: {13} 💎 ⚡️ Status: <b>{6}</b> 🎓 Edukacja: {17} 🏅 <b>{3} poziom</b> ✨ <i>EXP: {2}/{10}</i> {12} {14} <b><i>Możesz pogadać ze mną właśnie tutaj!</i></b> {16} {11}{0}: {15}
ru: {11} {0} 💊 HP: {1}% 🍕 Сытость: {4}% 🛁 Гигиена: {9}% 😴 Усталость: {5}% 🎊 Радость: {7}% 💰 Золото: {8} 💴 💎 Алмазы: {13} 💎 ⚡️ Статус: <b>{6}</b> 🎓 Образование: {17} 🏅 <b>{3} уровень</b> ✨ <i>EXP: {2}/{10}</i> {12} {14} <b><i>И ты можешь общаться со мной прямо здесь!</i></b> {16} {11}{0}: {15}
uk: {11} {0} 💊 Здоров'я: {1}% 🍕 Ситість: {4}% 🛁 Гігієна: {9}% 😴 Втома: {5}% 🎊 Радість: {7}% 💰 Золото: {8} 💴 💎 Діаманти: {13} 💎 ⚡️ Статус: <b>{6}</b> 🎓 Освіта: {17} 🏅 <b>{3} рівень</b> ✨ <i>EXP: {2}/{10}</i> {12} {14} <b><i>І ти можеш спілкуватися зі мною прямо тут!</i></b> {16} {11}{0}: {15}

# DevelopWarning
source: In developing, wait for next update 👾
pl: W trakcie rozwoju, poczekaj na następną aktualizację 👾
ru: В разработке, жди обновления 👾
uk: У розробці, чекай на оновлення 👾

# ChangeLanguage
source: Choose new language: - Belarusian (беларуская) 🇨🇷 - Ukrainian (українська) 🇺🇦 - Russian (русский) 🇷🇺 - English 🇺🇸 - Polish (Polski) 🇵🇱
pl: Wybierz nowy język: - Belarusian (беларуская) 🇨🇷 - Ukrainian (українська) 🇺🇦 - Russian (русский) 🇷🇺 - English 🇺🇸 - Polish (Polski) 🇵🇱
ru: Выбери язык для игры: - Belarusian (беларуская) 🇨🇷 - Ukrainian (українська) 🇺🇦 - Russian (русский) 🇷🇺 - English 🇺🇸 - Polish (Polski) 🇵🇱
uk: Вибери мову для гри: - Belarusian (беларуская) 🇨🇷 - Ukrainian (українська) 🇺🇦 - Russian (русский) 🇷🇺 - English 🇺🇸 - Polish (Polski) 🇵🇱

# ConfirmedLanguage
source: Language was set to English 🇺🇸
pl: Został wybrany język Polski 🇵🇱
ru: Выбран русский язык 🇷🇺
uk: Вибрано українську мову 🇺🇦

# petCommandMoreInfo1
source: {0} {1} 🎂 Date of birth: {2} 👫 Referrals: {3} 🍗 Pet was fed <b><i>{4} times</i></b> 🍎 Played Apple <b><i>{5} times</i></b> 🌙 Pet slept for <b><i>{6} minutes</i></b> 🧰 <b><i>{7} minutes</i></b> the pet worked 🦭 Pet is <b><i>{8} days old</i></b>
pl: {0} {1} 🎂 Data urodzenia: {2} 👫 Polecenia: {3} 🍗 Zwierzę zostało nakarmione <b><i>{4} razy</i></b> 🍎 Grałeś w Apple <b><i>{5} razy</i></b> 🌙 Zwierzę spało przez <b><i>{6} minut</i></b> 🧰 <b><i>{7} minut</i></b> zwierzak pracował 🦭 Zwierzę ma <b><i>{8} dni</i></b>
ru: {0} {1} 🎂 Дата рождения: {2} 👫 Рефералов: {3} 🍗 Питомца кормили <b><i>{4} раз</i></b> 🍎 Сыграно в Яблоко <b><i>{5} раз</i></b> 🌙 Питомец проспал <b><i>{6} минут</i></b> 🧰 <b><i>{7} минут</i></b> питомец работал 🦭 Питомцу <b><i>{8} дней</i></b>
uk: {0} {1} 🎂 Дата народження: {2} 👫 Рефералів: {3} 🍗 Вихованця годували <b><i>{4} разів</i></b> 🍎 Зіграно у Яблуко <b><i>{5} разів</i></b> 🌙 Вихованець проспав <b><i>{6} хвилин</i></b> 🧰 <b><i>{7} хвилин</i></b> вихованець працював 🦭 Вихованцю <b><i>{8} днів</i></b>

# petCommandInlineBasicInfo
source: Basic info 📋
pl: Informacja podstawowa 📋
ru: Основная информация 📋
uk: Основна інформація 📋

# petCommandInlineExtraInfo
source: Extra info 📝
pl: Info dodatkowe 📝
ru: Больше инфы 📝
uk: Більше інформації 📝

# kitchenCommand
source: You are in the kitchen 🥦 🍕 Pet's satiety: {0}% 💰 Gold: {1} Bread 🍞 = +50%🍕 |-30💰 Apple 🍎 = +5%🍕 |-1💰 Lollipop 🍭 = +1%🍕 |-0 💰 Chocolate 🍫 = +2%🍕 |-0💰 Don't forget feed him 🐣
pl: Jesteś w kuchni 🥦 🍕 Nasycenie zwierzaka: {0}% 💰 Zł: {1} Chleb 🍞 = +50%🍕 |-30💰 Jabłko 🍎 = +5%🍕 |-1💰 Lollipop 🍭 = +1%🍕 |-0 💰 Czekolada 🍫 = +2%🍕 |-0💰 Nie zapominaj karmić zwierzaka 🐣
ru: Вы в кухне 🥦 🍕 Сытость питомца: {0}% 💰 Золото: {1} Хлеб 🍞 = +50%🍕 |-30💰 Яблоко 🍎 = +5%🍕 |-1💰 Леденец 🍭 = +1%🍕 |-0 💰 Шоколад 🍫 = +2%🍕 |-0💰 Не забывай кормить питомца 🐣
uk: Ви на кухні 🥦 🍕 Ситість вихованця: {0}% 💰 Золото: {1} Хліб 🍞 = +50%🍕 |-30💰 Яблуко 🍎 = +5%🍕 |-1💰 Льодяник 🍭 = +1%🍕 |-0 💰 Шоколад 🍫 = +2%🍕 |-0💰 Не забувай годувати вихованця 🐣

# PetFeedingAnwserCallback
source: Your pet has satisfied hunger on {0}%
pl: Twój zwierzak ugasił głód na {0}%
ru: Твой питомец насытился на {0}%
uk: Твій вихованець наситився на {0}%

# FatigueFresh
source: fresh
pl: świeży
ru: бодрый
uk: бадьорий

# FatigueRested
source: rested
pl: wypoczęty
ru: отдохнувший
uk: відпочивший

# FatigueSlightlyTired
source: slightly tired
pl: lekko zmęczony
ru: подуставший
uk: стомлений

# FatigueTired
source: tired
pl: zmęczony
ru: уставший
uk: втомлений

# FatigueSleepy
source: sleepy
pl: zaspany
ru: хочет спать
uk: хоче спати

# petCommandDescription
source: Pet's status ❤️‍🩹
pl: Status zwierzaka ❤️‍🩹
ru: Статы питомца ❤️‍🩹
uk: Стан вихованця ❤️‍🩹

# kitchenCommandDescription
source: Kitchen 🍽
pl: Kuchnia 🍽
ru: Кухня 🍽
uk: Кухня 🍽

# sleepCommand
source: {0} {1} 😴 Fatigue: {2}% ⚡️ Status: {3}
pl: {0} {1} 😴 Zmęczenie: {2}% ⚡️ Status: {3}
ru: {0} {1} 😴 Усталость: {2}% ⚡️ Состояние: {3}
uk: {0} {1} 😴 Втома: {2}% ⚡️ Стан: {3}

# sleepCommandDescription
source: Bedroom 🛏
pl: Sypialnia 🛏
ru: Спальня 🛏
uk: Спальня 🛏

# PetSleepingAlreadyAnwserCallback
source: Your pet is sleeping now 💤
pl: Twój zwierzak już śpi 💤
ru: Ваш питомец уже спит 💤
uk: Ваш вихованець вже спить 💤

# sleepCommandInlineShowTime
source: Remains to sleep: {0} 🌚
pl: Zostało spać: {0} 🌚
ru: Ещё будет спать: {0} 🌚
uk: Ще спатиме: {0} 🌚

# CurrentStatusActive
source: active 🌞
pl: aktywny 🌞
ru: активный 🌞
uk: активний 🌞

# CurrentStatusSleeping
source: sleeping 🌙
pl: śpi 🌙
ru: спит 🌙
uk: спить 🌙

# PetSleepingDoesntWantYetAnwserCallback
source: Pet doesn't want to sleep yet 🌞
pl: Zwierzak nie chce jeszcze spać 🌞
ru: Питомец еще не хочет спать 🌞
uk: Вихованець ще не хоче спати 🌞

# sleepCommandInlinePutToSleep
source: Put to sleep 🛌
pl: Położyć spać 🛌
ru: Уложить спать 🛌
uk: Укласти спати 🛌

# gameroomCommand
source: You are in the gameroom ⚽️ Fatigue: {0}% 🎊 Joy: {1}% 💰 Gold: {2} 🍏 Apple Game = +{3}🎊 | -{4}💰 🎲 Dice Game = +{5}🎊 | -{6}💰 ❌⭕️ Tic-Tac-Toe: +{7}🎊 | -{8}💰 😵 Hangman [RU only]: +{9}🎊 | -{10}💰 Do not play so much and safety first! 🧗‍♀️
pl: Jesteście w pokoju dziecięcym ⚽️ Zmęczenie: {0}% 🎊 Radość: {1}% 💰 Złoto: {2} 🍏 Apple Game = +{3}🎊 | -{4}💰 🎲 Gra w kości = +{5}🎊 | -{6}💰 ❌⭕️ Kółko i krzyżyk: +{7}🎊 | -{8}💰 😵 Wisielec [RU]: +{9}🎊 | -{10}💰 Bezpieczeństwo przede wszystkim 🧗‍♀️
ru: Вы в игровой комнате ⚽️ Усталость: {0}% 🎊 Радость: {1}% 💰 Золото: {2} 🍏 Яблочная игра = +{3}🎊 | -{4}💰 🎲 Игра в кости = +{5}🎊 | -{6}💰 ❌⭕️ Крестики-нолики: +{7}🎊 | -{8}💰 😵 Виселица: +{9}🎊 | -{10}💰 Делу время - потехе час 🧗‍♀️
uk: Ви в ігровій кімнаті ⚽️ Втома: {0}% 🎊 Радість: {1}% 💰 Золото: {2} 🍏 Яблучна гра = + {3} 🎊 | -{4}💰 🎲 Гра в кістки = + {5} 🎊 | -{6}💰 ❌⭕️ Хрестики-нулики: +{7}🎊 | -{8}💰 😵 Шибениця [RU]: +{9}🎊 | -{10}💰 Справі час - потіху час 🧗‍♀️

# gameroomCommandDescription
source: Gameroom ⚽️
pl: Pokój gier ⚽️
ru: Детская ⚽️
uk: Дитяча ⚽️

# PetPlayingAnwserCallback
source: Joy increased by {0}% 🎊
pl: Radość wzrosła o {0}% 🎊
ru: Радость увеличилась на {0}% 🎊
uk: Радість збільшилася на {0}% 🎊

# denyAccessSleeping
source: You can not come in: pet is sleeping 🌙
pl: Brak możliwości wejścia do pokoju: zwierzak śpi 🌙
ru: Нельзя войти в комнату: питомец спит 🌙
uk: Не можна увійти до кімнати: вихованець спить 🌙

# ranksCommand
source: 🌈⭐️ Top 10 Levels ⭐️🌈
pl: 🌈⭐️ Top 10 poziomów ⭐️🌈
ru: 🌈⭐️ Топ 10 по уровням ⭐️🌈
uk: 🌈⭐️ Топ 10 за рівнями ⭐️🌈

# ranksCommandDescription
source: Rating 🏆
pl: Ranking 🏆
ru: Рейтинг 🏆
uk: Рейтинг 🏆

# restartCommand
source: Dropped pet {0} 💔
pl: ДРОПНУЎ ГАДА {0} 💔
ru: ДРОПНУЎ ГАДА {0} 💔
uk: ДРОПНУВ ГАДА {0} 💔

# renameCommand
source: Type new name for pet 🗯️
pl: Wprowadź nowe imię dla zwierzaka 🗯️
ru: Введи новое имя для питомца 🗯️
uk: Введи нове ім'я для вихованця 🗯️

# renameCommandDescription
source: New name ✏️
pl: Nowe imię ✏️
ru: Смена имени ✏️
uk: Зміна імені ✏️

# hospitalCommandHighHp
source: A healthy pet is the key to success 🏄🏄🏻‍♀️🏄 Good job, your pet is full of energy: {0}% ❤️‍🔥
pl: W zdrowym ciele zdrowy duch 🏄🏄🏻‍♀️🏄 Zwierzę jest zdrowe w {0}% ❤️‍🔥 Brawo 🫵
ru: В здоровом теле - здоровый дух! 🏄🏄🏻‍♀️🏄 Питомец здоров на {0}% ❤️‍🔥 Ты молодец 🫵
uk: В здоровому тілі здоровий дух! 🏄🏄🏻‍♀️🏄 Вихованець здоровий на {0}% ❤️‍🔥 Ти молодець 🫵

# hospitalCommandMidHp
source: Safety first 🏥 Do not forget feed your pet! 🤕 Health is middle level: {0}%
pl: Bezpieczeństwo przede wszystkim 🏥 Nie zapomnij nakarmić swojego zwierzaka! 🤕 Zdrowie jest na średnim poziomie: {0}%
ru: Здоровье превыше всего 🏥 Не забывай кормить своего питомца 🤕 Уровень здоровья средний: {0}%
uk: Здоров'я понад усе 🏥 Не забувай годувати свого вихованця 🤕 Рівень здоров'я середній: {0}%

# hospitalCommandLowHp
source: Jesus Christ! Your pet is one foot in the grave! ☠️ Help him now! 🚑 Health: {0}%
pl: Jejku! Zwierzak prawie umarł ☠️ Ratuj go szybko! 🚑 Zdrowie: {0}%
ru: Ай-я-яй! Питомец при смерти ☠️ Не уследили, надо срочно спасать! 🚑 Здоровье: {0}%
uk: Ай-я-яй! Вихованець при смерті ☠️ Не встежили, треба терміново рятувати! 🚑 Здоров'я: {0}%

# hospitalCommandCurePills
source: Take the pills 💊💊💊
pl: Weź pigułki 💊💊💊
ru: Скушать невкусную таблетку 💊💊💊
uk: З'їсти несмачну пігулку 💊💊💊

# PetCuringAnwserCallback
source: Your pet has been cured on {0}% 🌡 🧸 But joy decreased on {1}%
pl: Twój zwierzak został wyleczony na {0}% 🌡 Ale radość spadła o {1}%
ru: Питомец вылечен на {0}% 🌡 Но малышу не нравятся таблетки 🧸 Радость изменилась на {1}%
uk: Вихованець вилікований на {0}% 🌡 Але малюкові не подобаються пігулки 🧸 Радість змінилася на {1}%

# hospitalCommandDescription
source: Hospital 🏥
pl: Szpital 🏥
ru: Поликлинка 🏥
uk: Поліклінка 🏥

# bathroomCommandDescription
source: Bathroom 🛁
pl: Łazienka 🛁
ru: Ванная 🛁
uk: Ванна 🛁

# helpCommand
source: 🌈 Welcome to the world of Tamagotchi! 🌈 Here you can get a new virtual friend 🐩🐈🐈‍⬛🐕 Make sure to keep an eye on your pet’s progress: ▫️ play mini-games with it ⚽️ ▫️ feed it tasty treats 🍕🍳🍫 ▫️ take care of it 🍼 ▫️ groom and simply love it 😻 In the commands menu, you’ll find everything your pet needs 🌻 Visit your pet often, because it loves you too and will be happy to play 🤍❤️🤍 FAQ: How is level earned 🏅? 1 XP = 1 minute of pet’s life. Just remember your pet 🦩 How to earn money 💰? Gold is earned by working (/work) Can the pet die 💀? Unfortunately, just like in real life, a pet in Tamagotchi can get very upset and leave 💔 So visit your virtual friend often 🧸 How to get Diamonds 💎? For now, only via the referral program (/referal) or by ranking in the TOP-3 pets by level at the end of the month. Every month my pet’s levels reset. Why? Yes, each month pet levels reset. Pets in the TOP-10 get prizes. TOP-3 get both gold💰 and diamonds💎! How does the AUTO-FEEDER work? On the Farm you can turn the auto-feeder on/off. If turned on, the pet feeds itself every 4 hours (SATIETY can even exceed 100) and consumes one charge. You can recharge the auto-feeder on the Farm. / menu – here are almost all possible commands
pl: 🌈 <b>Witaj w świecie Tamagotchi!</b> 🌈 Tutaj możesz założyć sobie nowego wirtualnego przyjaciela 🐩🐈🐈‍⬛🐕 Pamiętaj, aby dbać o swojego pupila: ▫️ <b>graj z nim w różne gry</b> ⚽️ ▫️ <b>karm pysznym jedzeniem</b> 🍕🍳🍫 ▫️ <b>troszcz się o niego</b> 🍼 ▫️ <b>pielęgnuj i po prostu kochaj</b> 😻 W menu znajdziesz wszystkie potrzebne komendy dla pupila 🌻 <i>Często odwiedzaj pupila, bo on też cię kocha i będzie szczęśliwy mogąc się bawić</i> 🤍❤️🤍 <b>FAQ:</b> <b>Jak zdobywa się poziom 🏅?</b> <i>1 doświadczenie = 1 minuta życia pupila. Wystarczy pamiętać o swoim pupilu 🦩</i> <b>Jak zarabiać pieniądze 💰?</b> <i>Złoto zarabia się w pracy (/work)</i> <b>Czy pupil może umrzeć 💀?</b> <i>Niestety, tak jak w życiu, tak i w Tamagotchi pupil może się bardzo zdenerwować i odejść 💔 Dlatego odwiedzaj swojego wirtualnego przyjaciela częściej 🧸</i> <b>Jak zdobyć Diamenty 💎?</b> <i>Na razie tylko przez program referencyjny (/referal) lub zajmując TOP-3 pod względem poziomu na koniec miesiąca.</i> <b>Co miesiąc znikają mi poziomy pupila. Dlaczego?</b> <i>Tak, co miesiąc poziomy pupila są resetowane. Pupile z TOP-10 dostają nagrody. TOP-3 otrzymują zarówno złoto💰, jak i diamenty💎!</i> <b>Jak działa AUTOMATYCZNY KARMIK?</b> <i>Na Farmie można włączać/wyłączać automatyczny karmnik. Jeśli włączysz, co 4 godziny pupil karmi się sam (SYTOŚĆ może być nawet powyżej 100) i zużywa się jeden ładunek. Ładować karmnik można na Farmie.</i> <b>/menu</b> – <i>tu prawie wszystkie możliwe komendy</i>
ru: 🌈 Добро пожаловать в мир Тамагочи! 🌈 Здесь ты можешь завести себе нового виртуального друга 🐩🐈🐈‍⬛🐕 Обязательно следи за успехами своего питомца: ▫️ играй с ним в разные игры ⚽️ ▫️ корми вкуснятиной 🍕🍳🍫 ▫️ заботься о нём 🍼 ▫️ ухаживай и просто люби 😻 В меню команд ты найдёшь всё, что твоему питомцу нужно 🌻 Чаще навещай питомца, ведь он тебя тоже любит и будет очень рад поиграть 🤍❤️🤍 FAQ: Как накапливается уровень 🏅? 1 опыт = 1 минута жизни питомца. Достаточно не забывать про своего питомца 🦩 Как зарабатывать деньги 💰? Золото зарабатывается на работе (/work) Может ли питомец умереть 💀? К сожалению, как в жизни, так и в Тамагочи, питомец может сильно обидеться и уйти 💔 Поэтому чаще навещай своего виртуального друга 🧸 Как получить Алмазы 💎? Пока что только с помощью реферальной программы (/referal) либо занимая ТОП-3 питомцев по уровню в конце месяца. Каждый месяц у меня пропадают уровни питомца. Что это? Да, каждый месяц уровни питомца сбрасываются. Питомцы из ТОП-10 получают призы. ТОП-3 получают и золото💰, и алмазы💎! Как работает АВТОКОРМИЛКА? На Ферме можно включать/выключать автокормилку. Если включить, то раз в 4 часа питомец кормится сам (СЫТОСТЬ может быть даже больше 100) и расходуется один заряд. Заряжать автокормилку можно на Ферме. /menu – тут почти все возможные команды
uk: 🌈 <b>Ласкаво просимо у світ Тамагочі!</b> 🌈 Тут ти можеш завести собі нового віртуального друга 🐩🐈🐈‍⬛🐕 Обов’язково слідкуй за успіхами свого улюбленця: ▫️ <b>грай з ним у різні ігри</b> ⚽️ ▫️ <b>годуй смачненьким</b> 🍕🍳🍫 ▫️ <b>дбай про нього</b> 🍼 ▫️ <b>доглядай і просто люби</b> 😻 У меню команд ти знайдеш усе, що потрібно твоєму улюбленцю 🌻 <i>Часто навідуйся до улюбленця, адже він тебе теж любить і буде радий пограти</i> 🤍❤️🤍 <b>FAQ:</b> <b>Як накопичується рівень 🏅?</b> <i>1 досвід = 1 хвилина життя улюбленця. Достатньо не забувати про свого улюбленця 🦩</i> <b>Як заробляти гроші 💰?</b> <i>Золото заробляється на роботі (/work)</i> <b>Чи може улюбленець померти 💀?</b> <i>На жаль, як і в житті, так і в Тамагочі, улюбленець може дуже образитися і піти 💔 Тому частіше відвідуй свого віртуального друга 🧸</i> <b>Як отримати Діаманти 💎?</b> <i>Поки що лише через реферальну програму (/referal) або займаючи ТОП-3 по рівню на кінець місяця.</i> <b>Щомісяця у мене пропадають рівні улюбленця. Чому?</b> <i>Так, щомісяця рівні улюбленця скидаються. Улюбленці з ТОП-10 отримують призи. ТОП-3 отримують і золото💰, і діаманти💎!</i> <b>Як працює АВТОГОДІВНИЦЯ?</b> <i>На Фермі можна вмикати/вимикати автокормілку. Якщо включити, раз на 4 години улюбленець годується сам (НАСИЧЕННІСТЬ може перевищувати 100) і витрачається один заряд. Заряджати автокормілку можна на Фермі.</i> <b>/menu</b> – <i>тут майже всі можливі команди</i>

# helpCommandDescription
source: About the game ❓
pl: Pomoc ❓
ru: Об игре ❓
uk: Про гру ❓

# menuCommand
source: What to do with pet: /pet - pet's status {0} /kitchen - feed your pet 🍕 /work - to earn more gold 💰 /sleep - bedroom 🧸 /gameroom entertainments 🎳 /ranks - see the best pets! 👑 /hospital - cure your pet 🏥 /bathroom - clean your pet 🛁 /referal - referral program 👩‍👩‍👧‍👦 /rename - to change name 🌀 /reward - <i><b>to earn daily bonus</b></i> 🎁 /changelog - official channel of Tamagotchi bot 🚀 /language - language 🇺🇸 | język 🇵🇱 | мова 🇨🇷 | язык 🇷🇺 /help - FAQ 🆘 There will be more in future! Stay tuned! 💝
pl: Akcje ze zwierzakiem: /pet - status zwierzaka {0} /kuchnia - nakarm swojego zwierzaka 🍕 /work - zarabiać kasę 💰 /sleep - sypialnia 🧸 /gameroom - rozrywka 🎳 /ranks- zobacz najlepsze zwierzaki! 👑 /hospital- wylecz swojego zwierzaka 🏥 /bathroom - posprzątaj swojego zwierzaka 🛁 /referal - program referancyjny 👩‍👩‍👧‍👦 /rename - zmień imię 🌀 /reward - <i><b>dostać codzienny bonus</b></i> 🎁 /changelog - główny kanał Tamagotchi 🚀 /language - language 🇺🇸 | język 🇵🇱 | мова 🇨🇷 | язык 🇷🇺 /help - FAQ 🆘 Będzie więcej w przyszłości! Czekaj na dalsze informacje! 💝
ru: Что делать с питомцем: /pet - состояние питомца {0} /kitchen - кушать тут 🍕 /work - заработать денюшку (золото) для питомца 💰 /sleep - спальня 🧸 /gameroom - развлечения 🎳 /ranks - лучшие из лучших! 👑 /hospital- ветеринар 🏥 /bathroom - водные процедуры 🛁 /referal - бонусы за друзей 👩‍👩‍👧‍👦 /rename - сменить имя питомца 🌀 /reward - <i><b>получить ежедневный бонус</b></i> 🎁 /changelog - официальный канал бота Тамагочи 🚀 /language - смена языка 🇨🇦 /help - FAQ (вопросы-ответ) 🆘 В будущем будет больше! Следите за обновлениями! 💝
uk: Що робити з вихованцем: /pet - стан вихованця {0} /kitchen - їсти тут 🍕 /work - заробити денюшку (золото) для вихованця 💰 /sleep - спальня 🧸 /gameroom - розваги 🎳 /ranks - найкращі з найкращих! 👑 /hospital- ветеринар 🏥 /bathroom - водні процедури 🛁 /referal - бонуси за друзів 👩‍👩‍👧‍👦 /rename - змінити ім'я вихованця 🌀 /reward - <i><b>отримати щоденний бонус</b></i> 🎁 /changelog - офіційний канал бота Тамагочі 🚀 /language – зміна мови 🇨🇦 /help - FAQ (запитання-відповідь) 🆘 У майбутньому буде більше! Слідкуйте за оновленнями! 💝

# menuCommandDescription
source: Actions with pet 🎒
pl: Inne akcje 🎒
ru: Прочее 🎒
uk: Інше 🎒

# FarewellText
source: You have come to {0}, but all you see is an empty room and a note on the table: "My beloved friend {1}! It was very nice to spend time with you, but I've started feel not good. You should have kept an eye on me...❤️‍🩹" Your pet left because he lacked care 💔 <b>⚠️ WARNING: IF YOU DO NOTHING, YOU WILL LOSE YOUR PET ☠️</b> You have: <b>{2}</b> 💰 gold <b>{3} </b>💎 diamonds
pl: Dotarłeś do {0}, ale wszystko, co widzisz, to pusty pokój i notatka na stole: "Mój ukochany przyjacielu {1}! Bardzo miło było spędzić z tobą czas, ale zacząłem się źle czuć. Potrzebuję więcej uwagi...❤️‍🩹 Twój pupil odszedł, bo brakowało mu opieki💔 <b>⚠️ UWAGA: JEŚLI NIC NIE ZROBISZ, STRACISZ PUPILA ☠️</b> Masz: <b>{2}</b> 💰 złota <b>{3} </b>💎 diamentów
ru: Ты заходишь к {0}, но видишь лишь пустую комнату и записку на столе: "Мой любимый друг {1}! Было очень приятно проводить с тобой время, но моё здоровье начало хромать. Не уследили... ❤️‍🩹" Твой питомец ушёл, потому что ему не хватало заботы 💔 <b>⚠️ ВНИМАНИЕ: ЕСЛИ НИЧЕГО НЕ ПРЕДПРИНЯТЬ, ТО ТЫ ПОТЕРЯЕШЬ ПИТОМЦА ☠️</b> У тебя есть: <b>{2}</b> 💰 золота <b>{3}</b> 💎 алмазов
uk: Ти заходиш до {0}, але бачиш лише порожню кімнату та записку на столі: "Мій улюблений друг {1}! Було дуже приємно проводити з тобою час, але моє здоров'я почало кульгати. Не встежили... ❤️‍🩹" Твій вихованець пішов, бо йому не вистачало турботи 💔 <b>⚠️ УВАГА: ЯКЩО НІЧОГО НЕ ЗРОБИТИ, ТИ ВТРАТИШ УЛЮБЛЕНЦЯ ☠️</b> У тебе є: <b>{2}</b> 💰 золота <b>{3}</b> 💎 діамантів

# EpilogueText
source: It happens to everyone, but life goes on! Maybe you'll be lucky with a new pet 😼 Try again? 🫶
pl: Każdemu się to zdarza, ale życie toczy się dalej! Może Ci się poszczęści z nowym zwierzakiem 😼 Od początku? 🫶
ru: Бывает с каждым, но жизнь продолжается! Может с новым питомцем тебе повезёт 😼 Давай сначала? 🫶
uk: Буває з кожним, але життя продовжується! Може з новим вихованцем тобі пощастить 😼 Давай спочатку? 🫶

# ReminderNotifyText1
source: {0}: You've come back! I've missed you so much! I want to eat 🌭 and play with you 🪁 /kitchen to feed 🍩 /gameroom for games 🏓
pl: {0}: Wróciłeś! Tak bardzo za tobą tęskniłem! Chcę jeść 🌭 i bawić się 🪁 /kitchen karmić 🍩 /gameroom bawić się 🏓
ru: {0}: Ты вернулся! Мне тебя не хватало! Хочу кушать 🌭 и играть 🪁 /kitchen покормить 🍩 /gameroom гулять 🏓
uk: {0}: Ти повернувся! Мені тебе не вистачало! Хочу їсти 🌭 і грати 🪁 /kitchen погодувати 🍩 /gameroom гуляти 🏓

# quitText
source: Quit ❌
pl: Zamknij ❌
ru: Закончить игру ❌
uk: Закінчити гру ❌

# againText
source: Again 🍏
pl: Jeszcze raz 🍏
ru: Ещё раз 🍏
uk: Ще раз 🍏

# statisticsText
source: Statistics 📊
pl: Statystyka 📊
ru: Статистика 📊
uk: Статистика 📊

# ConcedeText
source: Concede
pl: Poddać się
ru: Сдаться
uk: Здатись

# appleGameHelpText
source: The rules of the game are simple: the one who eats an unripe green apple will lose. You can choose to eat one 🍎, two 🍎🍎 or three 🍎🍎🍎 apples at a time Can you outplay your pet and leave him a tasteless 🍏?
pl: Zasady gry są proste - przegra ten, kto zje niedojrzałe zielone jabłko. Możesz zjeść jedno 🍎, dwa 🍎🍎 lub trzy 🍎🍎🍎 jabłka na raz Czy możesz ograć swojego zwierzaka i zostawić mu niesmaczny 🍏?
ru: Правила игры просты - проиграет тот, кто съест неспелое зелёное яблоко Вы с питомцем по очереди кушаете одно 🍎, два 🍎🍎 или три 🍎🍎🍎 яблока Сможешь переиграть своего питомца и оставить ему невкусное 🍏?
uk: Правила гри прості - програє той, хто з'їсть незріле зелене яблуко Ви з вихованцем по черзі їсте одне 🍎, два 🍎🍎 або три 🍎🍎🍎 яблука Чи зможеш переграти свого вихованця та залишити йому несмачне 🍏?

# appleGameUndefiendText
source: Choose one 🍎, two 🍎🍎 or three 🍎🍎🍎 apples to eat
pl: Wybierz jedno 🍎, dwa 🍎🍎 lub trzy 🍎🍎🍎 jabłka do zjedzenia
ru: Выбери одно 🍎, два 🍎🍎 или три 🍎🍎🍎 яблока чтобы съесть
uk: Вибери одне 🍎, два 🍎🍎 або три 🍎🍎🍎 яблука щоб з'їсти

# remainingApplesText
source: {0} apples left
pl: Zostało {0} jabłek
ru: Осталось {0} яблок
uk: Залишилось {0} яблук

# appleGameSysEaten
source: {0}: I ate apples - {1}
pl: {0}: zjadłem jabłka - {1}
ru: {0}: мною скушано яблок - {1}
uk: {0}: мною з'їдено яблук - {1}
