Repository: Vladisl0ve/TamagotchiBot
Catalog: TamagotchiBot/Resources/Resources.*.resx
Languages: pl, ru, uk

# DuelMPFightingEnding8
source: Pet {3}{1} used its magical powers to create a shield that repelled attacks from its opponent {2}{0}, but fatigue ultimately led to his defeat. Pet {2}{0} wins 🏆
pl: Zwierzak {3}{1} użył swoich magicznych mocy, aby stworzyć tarczę, która odpiera ataki przeciwnika {2}{0}, ale zmęczenie ostatecznie doprowadziło do jego porażki. Zwierzak {2}{0} wygrywa 🏆
ru: Питомец {3}{1} использовал свою волшебную силу, чтобы создать щит, отражающий атаки своего противника {2}{0}, но усталость в конце концов привела к его поражению. Питомец {2}{0} побеждает 🏆
uk: Вихованець {3}{1} використав свою чарівну силу, щоб створити щит, що відображає атаки свого супротивника {2}{0}, але втома зрештою призвела до його поразки. Вихованець {2}{0} перемагає 🏆

# DuelMPFightingEnding9
source: Pet {3}{1} ran at full speed, trying to dodge his opponent's attack {2}{0} but in the end he was defeated due to lack of concentration 🪫 Pet {2}{0} wins 🏆
pl: Zwierzak {3}{1} biegł na pełnych obrotach, próbując uniknąć ataku przeciwnika {2}{0} ale ostatecznie został pokonany przez brak koncentracji 🪫 Zwierzak {2}{0} wygrywa 🏆
ru: Питомец {3}{1} несся на полную скорость, пытаясь увернуться от атаки своего противника {2}{0} но в итоге потерпел поражение из-за недостатка концентрации 🪫 Питомец {2}{0} побеждает 🏆
uk: Вихованець {3}{1} мчав на повну швидкість, намагаючись ухилитися від атаки свого супротивника {2}{0} але в результаті зазнав поразки через нестачу концентрації 🪫 Вихованець {2}{0} перемагає 🏆

# DuelMPFightingEnding10
source: Pet {3}{1} tried to dodge the attack, but his agility could not save him from a powerful blow 🥊 Pet {2}{0} wins 🏆
pl: Zwierzak {3}{1} próbował uniknąć ataku, ale jego zwinność nie była w stanie uchronić go przed potężnym ciosem 🥊 Zwierzak {2}{0} wygrywa 🏆
ru: Питомец {3}{1} попытался увернуться от атаки, но его ловкость не спасла его от мощного удара 🥊 Питомец {2}{0} побеждает 🏆
uk: Вихованець {3}{1} спробував ухилитися від атаки, але його спритність не врятувала його від потужного удару 🥊 Вихованець {2}{0} перемагає 🏆

# GoldCompensastionGotText
source: Compensation credited: {0}💰
pl: Przyznane odszkodowanie: {0}💰
ru: Зачислена компенсация: {0}💰
uk: Зараховано компенсацію: {0}💰

# ChatgptErrorAnswerText
source: 🛋 The pet is busy with its own business and does not pay attention to you
pl: 🛋 Zwierzak jest zajęty swoimi sprawami i nie zwraca na Ciebie uwagi
ru: 🛋 Питомец занят своими делами и не обращает на тебя внимания
uk: 🛋 Вихованець зайнятий своїми справами і не звертає на тебе уваги

# ChatGPTTimeOutText
source: Pet {0}<b>{1}</b> looks at you silently. He’s probably tired of talking and pretends he doesn’t understand you 🔇 Talk to him a little later 🕐
pl: Zwierzak {0}<b>{1}</b> patrzy na ciebie w milczeniu. Prawdopodobnie jest zmęczony mówieniem i udaje, że Cię nie rozumie 🔇 Porozmawiaj z nim trochę później 🕐
ru: Питомец {0}<b>{1}</b> молча смотрит на тебя. Наверное он устал разговаривать и делает вид что тебя не понимает 🔇 Поговори с ним чуть позже 🕐
uk: Вихованець {0}<b>{1}</b> мовчки дивиться на тебе. Напевно він втомився розмовляти і вдає що тебе не розуміє 🔇 Поговори з ним трохи пізніше 🕐

# ReferalAddedMessageText
source: 💎 {2} Diamons and 💰 {0} gold credited for new friend {1}
pl: 💎 {2} diamentów oraz 💰 {0} złota przyznano za nowego znajomego {1}
ru: 💎 {2} алмазов и 💰 {0} золота начислено за нового друга {1}
uk: 💎 {2} діамантів і 💰 {0} золота нараховано за нового друга {1}

# MonthlyGoldReward
source: 🎉 Amazing! Your pet climbed to the <b>{0}</b> rank this month! All that training paid off — you’ve received <b>{1} gold</b> as a reward! 💰
pl: 🎉 Gratulacje! Twój pupil osiągnął <b>{0}</b> rangę miesiąca! Cały trening się opłacił — otrzymałeś <b>{1} złota</b> jako nagrodę! 💰
ru: 🎉 Поздравляем! Ваш питомец поднялся до <b>{0}</b> ранга месяца! Вся эта тренировка окупилась — вам начислено <b>{1} золота</b> в качестве награды! 💰
uk: 🎉 Вітаємо! Ваш улюбленець досяг <b>{0}</b> рангу місяця! Усі тренування окупилися — вам нараховано <b>{1} золота</b> як винагороду! 💰

# farmButtonAutoFeed
source: 🤖 Buy Auto-feeder 5 charges 🤖
pl: 🤖 Kup automatyczny karmnik z 5 ładunkami 🤖
ru: 🤖 Купить авткормилку на 5 зарядов 🤖
uk: 🤖 Купити авто-годувальник на 5 зарядів 🤖

# autoFeedBought
source: Auto-feeder bought! You have {0} charges
pl: Karmnik automatyczny kupiony! Masz {0} ładunków
ru: Автокормилка куплена! У вас осталось {0} зарядов
uk: Автогодівницю придбано! У вас {0} зарядів

# autoFeedEnabled
source: Auto-feeding enabled 🪺
pl: Automatyczne karmienie włączone 🪺
ru: Автокормилка включена 🪺
uk: Автоматичне годування увімкнено 🪺

# autoFeedDisabled
source: Auto-feeding disabled. Recharge required ⚡️
pl: Automatyczne karmienie wyłączone. Wymagane ładowanie ⚡️
ru: Автокормилка выключена. Нужна зарядка ⚡️
uk: Автоматичне годування вимкнено. Потрібна зарядка ⚡️

# turnedOn_F
source: turned on
pl: włączone
ru: включена
uk: увімкнена

# turnedOff_F
source: turned off
pl: wyłączone
ru: выключена
uk: вимкнена

# autoFeederUserStatus
source: 🍱 Auto-Feeder status: <b>{0}</b>, 🍽 Auto-Feeder charges left: {1}
pl: 🍱 Status automatycznego karmnika: <b>{0}</b>, 🍽 Pozostało ładunków: {1}
ru: 🍱 Статус автокормилки: <b>{0}</b>, 🍽 Осталось зарядов: {1}
uk: 🍱 Статус авто-годувальника: <b>{0}</b>, 🍽 Зарядів залишилось: {1}

# farmCommand_DISABLED
source: 👨‍🌾: Oh, who came to us! It's {0} with its owner! Gold: {4}💰 Diamonds: {5}💎 Auto-Feeder charges: {1} ⚡️ Auto-Feeder status: <b>{2}</b> Auto-Feeder 5 charges: {3} 💎 <b>How can I help?</b>
pl: 👨‍🌾: Och, kto do nas przyszedł! To {0} ze swoim właścicielem! Złoto: {4}💰 Diamenty: {5}💎 Ładunki automatycznego karmnika: {1} ⚡️ Status automatycznego karmnika: <b>{2}</b> Automatyczny karmnik (5 ładunków): {3} 💎 <b>Jak mogę pomóc?</b>
ru: 👨‍🌾: О, кто же к нам пришёл! Это {0} со своим хозяином! Золото: {4}💰 Алмазы: {5}💎 Заряды автокормилки: {1} ⚡️ Статус автокормилки: <b>{2}</b> Автокормилка на 5 зарядов: {3} 💎 <b>Чем я могу помочь?</b>
uk: 👨‍🌾: О, хто це до нас завітав! Це {0} зі своїм власником! Золото: {4}💰 Діаманти: {5}💎 Заряди авто-годувальника: {1} ⚡️ Статус авто-годувальника: <b>{2}</b> Авто-годувальник на 5 зарядів: {3} 💎 <b>Чим я можу допомогти?</b>

# autoFeedUsedNotification
source: 🥫 Your pet <b>{0}</b> has eaten from the auto-feeder +{1}% fullness 🍕 Auto-feeder charges left: {2} <i> Don’t forget to recharge the auto-feeder at the Farmer so your pet has something to eat 🥣</i>
pl: 🥫 Twój pupil <b>{0}</b> zjadł z automatycznego karmnika +{1}% sytości 🍕 Pozostało ładunków automatycznego karmnika: {2} <i> Nie zapominaj ładować karmnika u Farmera, aby pupil miał co jeść 🥣</i>
ru: 🥫 Твой питомец <b>{0}</b> покушал из автокормилки +{1}% сытости 🍕 Осталось зарядов автокормилки: {2} <i> Не забывай заряжать автокормилку у Фермера, чтобы питомцу было что покушать 🥣</i>
uk: 🥫 Твій улюбленець <b>{0}</b> поїв з авто-годувальника +{1}% ситості 🍕 Залишилось зарядів авто-годувальника: {2} <i> Не забувай заряджати авто-годувальник у Фермера, щоб у улюбленця була їжа 🥣</i>

# FarmCommandInlineEnableAutoFeed
source: Enable Auto-Feed
pl: Włączyć automatyczny karmnik
ru: Включить автокормилку
uk: Увімкнути авто-годувальник

# FarmCommandInlineDisableAutoFeed
source: Disable Auto-Feed
pl: Wyłączyć automatyczny karmnik
ru: Выключить автокормилку
uk: Вимкнути авто-годувальник

# AutoFeedDisabledCallbackAnswer
source: Auto-Feed disabled!
pl: Automatyczny karmnik wyłączony!
ru: Автокормилка выключена!
uk: Авто-годувальник вимкнено!

# AutoFeedEnabledCallbackAnswer
source: Auto-Feed enabled!
pl: Automatyczny karmnik włączony!
ru: Автокормилка включена!
uk: Авто-годувальник увімкнено!

# ranksCommandDiamonds
source: 💎⭐️ Top 10 by Diamonds ⭐️💎
pl: 💎⭐️ Top-10 według diamentów ⭐️💎
ru: 💎⭐️ Топ-10 по алмазам ⭐️💎
uk: 💎⭐️ Топ-10 за діамантами ⭐️💎

# ranksCommandInlineDiamonds
source: 💎 Diamonds
pl: 💎 Diamenty
ru: 💎 Алмазы
uk: 💎 Діаманти

# notEnoughDiamonds
source: You don't have enough diamonds 💎
pl: Masz za mało diamentów 💎
ru: У тебя недостаточно алмазов 💎
uk: У тебе недостатньо діамантів 💎

# petCommand_ads_1
source: /reward - Get your daily reward 🎁
pl: /reward - codzienna nagroda 🎁
ru: /reward - ежедневный бонус 🎁
uk: /reward - щоденний бонус 🎁

# petCommand_ads_2
source: /gameroom - Play in Apple🍎
pl: /gameroom - zagraj w Jabłko🍎
ru: /gameroom - попробуй игру Яблоко🍎
uk: /gameroom - спробуй гру Яблуко🍎

# petCommand_ads_3
source: /work - Send your pet to work and earn gold 💼
pl: /work – Wyślij swojego pupila do pracy i zarabiaj złoto 💼
ru: /work – Отправь питомца на работу и заработайте золото 💼
uk: /work – Відправ свого улюбленця на роботу та зароби золото 💼

# petCommand_ads_4
source: /ranks - Check who is the top pet 🏆
pl: /ranks – Sprawdź, który pupil jest na szczycie 🏆
ru: /ranks – Узнай, какой питомец на вершине топа 🏆
uk: /ranks – Перевір, хто є найкращим улюбленцем 🏆

# petCommand_ads_5
source: /referal - Invite friends and get rich 🤝
pl: /referal – Zaproś znajomych i wzbogacaj się 🤝
ru: /referal – Приглашай друзей и становись богаче 🤝
uk: /referal – Запроси друзів і ставай багатшим 🤝

# petCommand_phrase_1
source: Hi there! I’ve been waiting for you — how’s your day going so far?
pl: Cześć! Czekałem na Ciebie. Jak mija Twój dzień?
ru: Привет! Я тебя ждал. Как проходит твой день?
uk: Привіт! Я чекав на тебе. Як минає твій день?

# petCommand_phrase_2
source: Hello! I stretched my paws and I’m ready for fun. How are you doing today?
pl: Hej! Porozciągałem łapki i jestem gotów na zabawę. Jak się dziś czujesz?
ru: Привет! <i> Потянул лапки и готов развлекаться </i> Как ты сегодня?
uk: Привіт! <i> Потягнув лапки й готовий до розваг</i> Як ти сьогодні?

# petCommand_phrase_3
source: Hi! I’m so happy to see you again. How are you feeling right now?
pl: Cześć! Super znowu Cię widzieć. Jak się teraz czujesz?
ru: Привет! Рад снова тебя видеть. Как ты себя чувствуешь?
uk: Привіт! Радію знову тебе бачити. Як ти зараз почуваєшся?

# petCommand_phrase_4
source: Hello! I was just thinking about you. Ready to spend some time together?
pl: Hej! Właśnie o Tobie myślałem. Spędzimy trochę czasu razem?
ru: Привет! Я как раз думал о тебе. Проведём немного времени вместе?
uk: Привіт! Я саме думав про тебе. Проведемо трохи часу разом?

# petCommand_phrase_5
source: Hey there! I’ve been practicing being cute — how am I doing? And how are you?
pl: Hej! Ćwiczyłem bycie jeszcze słodszym. Jak mi idzie? A co u Ciebie?
ru: Привет! Я тренировался быть ещё милее. Как получается? А ты как?
uk: Привіт :) Я тренувався бути ще милішим. Як виходить? А ти як?

# petCommand_phrase_6
source: Hi! Your favorite pet reporting for duty! How are things on your end?
pl: Cześć! Twój ulubiony pupil melduje się! Jak tam u Ciebie?
ru: Привет! Твой любимый питомец на связи! Как у тебя дела?
uk: Привіт! Твій улюблений улюбленець на зв’язку! Як твої справи?

# startGameTicTacToeText
source: New Game! You play as ❌
pl: Nowa gra! Grasz jako ❌
ru: Новая игра! Ты играешь за ❌
uk: Нова гра! Ти граєш за ❌

# InvalidMove_text
source: Invalid move ⛔️
pl: Nieprawidłowy ruch ⛔️
ru: Неверный ход ⛔️
uk: Неправильний хід ⛔️

# YourTurn_text
source: {0}: Your turn!
pl: {0}: Twoja kolej!
ru: {0}: Твой ход!
uk: {0}: Твій хід!

# YouWon
source: {0}: You won 🏆
pl: {0}: Twoje zwycięstwo 🏆
ru: {0}: Победа твоя 🏆
uk: {0}: Перемога твоя 🏆

# YouLost_TicTakToe
source: {0}: You lost! 📸 But I won 😎
pl: {0}: Przegrałeś! 📸 Ale ja wygrałem 😎
ru: {0}: Ты проиграл! 📸 А я выиграл 😎
uk: {0}: Ти програв! 📸 А я переміг 😎

# Draw_TicTakToe
source: {0}: It's a draw! 🤝
pl: {0}: Remis! 🤝
ru: {0}: Ничья! 🤝
uk: {0}: Нічия! 🤝

# PlayAgain_TicTakToe
source: Play Again ❌⭕️
pl: Zagraj ponownie ❌⭕️
ru: Играть снова ❌⭕️
uk: Грати знову ❌⭕️

# TicTakToeGameStatisticsCommand
source: 📈STATISTICS TIC TAK TOE📉 Won: {0} Lost: {1} Surrendered: {2}
pl: 📈STATYSTYKI KÓŁKA I KRZYRZYKÓW📉 Wygrane: {0} Przegrane: {1} Poddania: {2}
ru: 📈СТАТИСТИКА КРЕСТИКОВ НОЛИКОВ📉 Выиграно: {0} Проиграно: {1} Сдался раз: {2}
uk: 📈СТАТИСТИКА ХРЕСТИКИ-НУЛИКИ📉 Виграно: {0} Програно: {1} Здався: {2}

# petCommand_ads_6
source: /gameroom - play Tic-Tak-Toe ❌⭕️
pl: /gameroom - zagraj w kółko i krzyżyk ❌⭕️
ru: /gameroom - может поиграть в крестики-нолики ❌⭕️ ?
uk: /gameroom - го в хрестики-нулики ❌⭕️

# hangmanGameStart
source: 🎮 Hangman Game Started! Guess the word! {0} Errors: {1}/{2}
pl: 🎮 Rozpoczęła się gra Wisielec! Odgadnij słowo! {0} Błędy: {1}/{2}
ru: 🎮 Игра «Виселица» началась! Угадай слово по буквам! {0} Ошибки: {1}/{2}
uk: 🎮 Гра "Шибениця" почалася! Вгадай слово! {0} Помилки: {1}/{2}

# hangmanGameWin
source: 🎉 You Won! The word was: {0} The pet received +{1} joy 🎊 for the victory
pl: 🎉 Wygrałeś! Słowo brzmiało: {0} Pupil otrzymał +{1} radości 🎊 za zwycięstwo
ru: 🎉Вы выиграли! Слово было: {0} Питомец получил +{1} радости 🎊 за победу
uk: 🎉 Ви виграли! Було слово: {0} Улюбленець отримав +{1} радості 🎊 за перемогу

# hangmanGameLose
source: 💀 You Lost! The word was: {0} Better luck next time!
pl: 💀 Przegrałeś! Słowo brzmiało: {0} Więcej szczęścia następnym razem!
ru: 💀Вы проиграли! Слово было: {0} Удачи в следующий раз!
uk: 💀 Ви програли! Було слово: {0} Удачі наступного разу!

# hangmanGameGuessLetter
source: Guess a letter
pl: Zgadnij literę
ru: Угадай букву
uk: Вгадай букву

# hangmanGameAlreadyGuessed
source: You already guessed that letter!
pl: Już odgadłeś tę literę!
ru: Вы уже угадывали эту букву!
uk: Ви вже вгадали цю букву!

# hangmanGameInvalidGuess
source: Invalid guess! Please enter a single letter.
pl: Nieprawidłowe przypuszczenie! Proszę wpisać jedną literę.
ru: Неверное предположение! Пожалуйста, введите одну букву.
uk: Невірне припущення! Будь ласка, введіть одну літеру.

# hangmanGameWordStatus
source: Word: {0}
pl: Słowo: {0}
ru: Слово: {0}
uk: Слово: {0}

# PlayAgain_Hangman
source: Again 😵
pl: Zagrać ponownie 😵
ru: Сыграть заново 😵
uk: Ще раз 😵

# hangmanFooter
source: {0} Term: {1} Errors: {2}/7
pl: {0} Słowo: {1} Błędy: {2}/7
ru: {0} Слово: {1} Ошибки: {2}/7
uk: {0} Слово: {1} Помилки: {2}/7

# HangmanGameStatisticsCommand
source: 📈STATISTICS HANGMAN 📉 Won: {0} Lost: {1}
pl: 📈STATYSTYKI WISIELEC 📉 Wygrane: {0} Przegrane: {1}
ru: 📈СТАТИСТИКА ВИСЕЛИЦА 📉 Выиграно: {0} Проиграно: {1}
uk: 📈СТАТИСТИКА ШИБЕНИЦЯ 📉 Виграно: {0} Програно: {1}

# petCommand_isPetSilenced
source: 🕟 Actually, the pet will stay silent for another {0} minutes
pl: 🕟 Prawdę mówiąc, pupil będzie milczał jeszcze {0} minut
ru: 🕟 Правда, питомец будет молчать ещё {0} минут
uk: 🕟 Правда, улюбленець ще мовчатиме {0} хвилин

# PetIsFullOfHealth
source: 💬 Your pet isn’t sick anyway
pl: 💬 Twój pupil i tak nie choruje
ru: 💬 Твой питомец и так не болеет
uk: 💬 Твій улюбленець і так не хворіє

# educationCommandDescription
source: Education 🎓
pl: Edukacja 🎓
ru: Образование 🎓
uk: Освіта 🎓

# educationCommand
source: Choose education stage 🎓Current Level: {0} Current Stage: {1}/{2} +{3}% fatigue 😴
pl: <b>Wybierz stopień edukacji </b> 🎓Aktualny stopień: {0} Bieżący etap: {1}/{2} +{3}% Zmęczenie 😴
ru: <b>Выберите ступень обучения </b> 🎓Текущая ступень: {0} Текущий этап: {1}/{2} +{3}% Усталость 😴
uk: <b>Виберіть ступінь навчання </b> 🎓Поточний ступінь: {0} Поточний етап: {1}/{2} +{3}% Втома 😴

# educationCommand_Primary
source: Primary School 👶
pl: Szkoła Podstawowa 👶
ru: Начальная школа 👶
uk: Початкова школа 👶

# educationCommand_Middle
source: Middle School 🧒
pl: Gimnazjum 🧒
ru: Средняя школа 🧒
uk: Середня школа 🧒

# educationCommand_High
source: University 🧑‍🎓
pl: Uniwersytet 🧑‍🎓
ru: Университет 🧑‍🎓
uk: Університет 🧑‍🎓

# educationCommandShowTime
source: Studying time left: {0} 🕔
pl: Pozostały czas nauki: {0} 🕔
ru: Осталось времени на учебу: {0} 🕔
uk: Залишився час навчання: {0} 🕔

# educationCommand_InProgress
source: Pet is studying! 📚 Remaining: {0} 🕔
pl: Zwierzak teraz się uczy 📚 Pozostałe: {0} 🕔
ru: Питомец сейчас на учёбе 📚 Осталось: {0} 🕔
uk: Вихованець вчиться 📚 Залишилося: {0} 🕔

# educationCommand_NeedFinishPrevious
source: Pet need to finish previous level first
pl: Najpierw zwierzak musi ukończyć poprzedni stopień!
ru: Сначала питомцу надо закончить предыдущую ступень!
uk: Спочатку потрібно закінчити попередній ступінь!

# educationCommand_Finished
source: Pet has finished this level!
pl: Zwierzak juź skończył ten stopień
ru: Питомец уже здесь учился
uk: Вихованець закінчил цей ступінь

# educationCommand_NotifyFinished
source: Pet finished studying! +{0} stage 🎓 +{1} EXP ✨
pl: Pet skończył naukę! +{0} etap 🎓 +{1} EXP ✨
ru: Питомец закончил учиться! +{0} этап 🎓 +{1} опыта ✨
uk: Вихованець закінчил навчання! +{0} етап 🎓 +{1} EXP ✨

# educationCommand_CheckTime
source: 🕝 Check time left
pl: 🕝 Sprawdź, ile czasu pozostało
ru: 🕝 Проверить, сколько времени осталось
uk: 🕝 Перевірити, скільки часу залишилось

# CurrentStatusStudying
source: studying 📚
pl: studiuje 📚
ru: учится 📚
uk: навчання 📚

# educationCommand_CompletedHigh
source: Completed University 🧑‍🔬
pl: Ukończone studia wyższe 🧑‍🔬
ru: Окончен университет 🧑‍🔬
uk: Закінчин університет 🧑‍🔬

# educationCommand_OveredAllEducationLevels
source: The pet has completed all education levels 🧑‍🎓
pl: Pupil ukończył wszystkie stopnie nauki 🧑‍🎓
ru: Питомец окончил все ступени обучения 🧑‍🎓
uk: Улюбленець завершив усі ступені навчання 🧑‍🎓

# educationCommand_newLevelCompleted
source: 🎉 <b>Congratulations on unlocking a new education level for your pet</b>: <i>{0}</i>
pl: 🎉 <b>Gratulujemy zdobycia nowego stopnia nauki dla pupila</b>: <i>{0}</i>
ru: 🎉 <b>Поздравляем с получением новой ступени обучения для питомца</b>: <i>{0}</i>
uk: 🎉 <b>Вітаємо з отриманням нового ступеня навчання для улюбленця</b>: <i>{0}</i>

# workCommand_Working
source: 🏛 Your pet has started working as {0}
pl: 🏛 Twój pupil zaczął pracować jako {0}
ru: 🏛 Ваш питомец начал работать как {0}
uk: 🏛 Ваш улюбленець почав працювати як {0}

# workCommandInlineMcDonalds
source: 🍔 McDonalds Staff
pl: 🍔 Pracownik McDonald's
ru: 🍔 Персонал Макдоналдса
uk: 🍔 Персонал Макдональдса

# workCommandInlineMakeUpArtist
source: 💄 Make-up Artist
pl: 💄 Wizażystka
ru: 💄 Визажист
uk: 💄 Візажист

# workCommandInlineFoodDelivery
source: 🎒 Food Delivery
pl: 🎒 Dostawa jedzenia
ru: 🎒 Доставка еды
uk: 🎒 Доставка їжі

# workCommandInlineAccountant
source: 📔 Accountant
pl: 📔 Księgowy
ru: 📔 Бухгалтер
uk: 📔 Бухгалтер

# workCommandInlineEngineer
source: 🛠 Engineer
pl: 🛠 Inżynier
ru: 🛠 Инженер
uk: 🛠 Інженер

# workCommandInlinePilot
source: ✈️ Pilot
ru: ✈️ Пилот
uk: ✈️ Пілот

# petCommand_ads_7
source: /gameroom - play Hangman[RU] 😵
pl: /gameroom - zagraj w Hangmana [RU] 😵
ru: /gameroom - сыграйте в "Виселицу" [RU] 😵
uk: /gameroom - грати в Шибеницю [RU] 😵

# MonkeyTypeText
source: Monkey 🐒
pl: Małpa 🐒
ru: Обезьяна 🐒
uk: Мавпа 🐒

# changedTypeToMonkey
source: 🐒<i><b>{0}</b></i>: I AM MONKEY KING!
pl: 🐒<i><b>{0}</b></i>: JESTEM KRÓLEM MAŁP!
ru: 🐒<i><b>{0}</b></i>: Я КОРОЛЬ ОБЕЗЬЯН!
uk: 🐒<i><b>{0}</b></i>: Я КОРОЛЬ МАВП!

# changedTypeHeader
source: <b>Congratulations, your pet has a new look!</b>
pl: <b>Gratulacje, Twój pupil ma nowy wygląd!</b>
ru: <b>Поздравляю, у твоего питомца новый облик!</b>
uk: <b>Вітаю, у твого улюбленця новий вигляд!</b>

# MonthlyRewardAdditionalDiamonds
source: And you also receive {0} 💎 for your pet’s high level
pl: A także za wysoki poziom pupila otrzymujesz {0} 💎
ru: А также за высокий уровень питомца вы получаете {0} 💎
uk: А також за високий рівень улюбленця ви отримуєте {0} 💎

# BotOnMaintanceWarning
source: ⚠️ Bot update in progress ⚠️
pl: ⚠️ Trwa aktualizacja bota ⚠️
ru: ⚠️ Идёт обновление бота ⚠️
uk: ⚠️ Триває оновлення бота ⚠️

# TigerTypeText
source: Tiger cub 🐯
pl: Tygrysek 🐯
ru: Тигрёнок 🐯
uk: Тигреня 🐯

# LionTypeText
source: Lion cub 🦁
pl: Lwiątko 🦁
ru: Львёнок 🦁
uk: Левеня 🦁

# changedTypeToTiger
source: 🐯<i><b>{0}</b></i>: Stripes make me unique — and slightly more awesome
pl: 🐯<i><b>{0}</b></i>: Paski czynią mnie wyjątkowym — i nieco bardziej niesamowitym
ru: 🐯<i><b>{0}</b></i>: Полоски делают меня уникальным — и немного круче
uk: 🐯<i><b>{0}</b></i>: Смуги роблять мене унікальним — і трохи крутішим

# changedTypeToLion
source: 🦁<i><b>{0}</b></i>: The savannah is my kingdom… right after lunch.
pl: 🦁<i><b>{0}</b></i>: Sawanna to moje królestwo… zaraz po obiedzie.
ru: 🦁<i><b>{0}</b></i>: Саванна — моё королевство… сразу после обеда.
uk: 🦁<i><b>{0}</b></i>: Савана — моє королівство… одразу після обіду.

# ranksCommandTicTakToe
source: ❌⭕️ Top 10 in Tic-Tak-Toe game ⭕️❌
pl: ❌⭕️ Top 10 w grze Kółko i krzyżyk ⭕️❌
ru: ❌⭕️ Топ-10 в игре «Крестики-нолики» ⭕️❌
uk: ❌⭕️ Топ-10 у грі «Хрестики-нулики» ⭕️❌

# ranksCommandInlineTicTakToe
source: ❌⭕️ Tic-Tak-Toe
pl: ❌⭕️ Kółko i krzyżyk
ru: ❌⭕️ Крестики-нолики
uk: ❌⭕️ Хрестики-нулики

# Referal_Ads_changelog
source: 👫 We remind you about the referral program 👭 It's more fun together, so invite your friends to join us in 🐾<b>Tamagotchi🐾 Virtual GPT Pet</b>🐾 You can get {0}💰 and {1}💎 for every new friend! ➡️/referal Subscribe to our channel, where everything is about the bot: https://t.me/newsvirtualpetbot
pl: 👫 Przypominamy o programie poleceń 👭 Razem jest fajniej, więc zaproś znajomych, aby dołączyli do nas w 🐾<b>Tamagotchi Virtual GPT Pet</b>🐾 Za każdego nowego znajomego możesz otrzymać {0}💰 oraz {1}💎! ➡️/referal Subskrybuj nasz kanał, na którym wszystko jest o bocie: https://t.me/newsvirtualpetbot
ru: 👫 Напоминаем о реферальной программе 👭 Вместе веселее, поэтому приглашай своих друзей к нам в 🐾<b>Тамагочи </b>🐾 Можешь получить {0}💰 и {1}💎 за каждого нового друга! Жми сюда ➡️/referal Подписывайтесь на наш канал, где всё о боте: https://t.me/news_virtualpetbot
uk: 👫 Нагадуємо про реферальну програму 👭 Разом веселіше, тому запрошуй своїх друзів до нас у 🐾<b>Тамагочі </b>🐾 Можеш отримати {0}💰 і {1}💎 за кожного нового друга! Тисні сюди ➡️/referal Підписуйтесь на наш канал, де все про роботу: https://t.me/news_virtualpetbot
