Repository: Vladisl0ve/TamagotchiBot
Catalog: TamagotchiBot/Resources/Resources.*.resx
Languages: pl, ru, uk

# ShowWelcomeMessageMultiplayer
source: Hello everyone in the {0} chat! Bot 🐾 Tamagotchi | Virtual Pet 🐾 provides the opportunity to have your own pet directly in Telegram Available commands in chat: /show_pet - show your pet 🦁 /start_duel - start a pet duel ⚔️ /feed_pet - feed someone else’s pet 🥞 /ranks - Top-10 of Best 🏆
pl: Witam wszystkich na czacie {0}! Bot 🐾 Tamagotchi | Wirtualny zwierzak 🐾 zapewnia możliwość posiadania własnego zwierzaka bezpośrednio w Telegramie Dostępne polecenia na czacie: /show_pet - pokaż swojego zwierzaka 🦁 /start_duel - rozpocznij pojedynek zwierzaka ⚔️ /feed_pet - nakarm cudzego zwierzaka 🥞 /ranks - Top-10 najlepszych 🏆
ru: Привет всем в чате {0}! Бот 🐾 Тамагочи | Virtual Pet 🐾 предоставляет возможность завести своего питомца прямо в Телеграме Доступные команды в чате: /show_pet - показать своего питомца 🦁 /start_duel - начать дуэль питомцев ⚔️ /feed_pet - покормить чужого питомца 🥞 /ranks - Топ-10 лучших 🏆
uk: Привіт всім у чаті {0}! Бот 🐾 Тамагочі | Virtual Pet 🐾 надає можливість завести свого вихованця прямо в Телеграмі Доступні команди в чаті: /show_pet - показати свого вихованця 🦁 /start_duel - почати дуель вихованців ⚔️ /feed_pet - погодувати чужого вихованця 🥞 /ranks - Топ-10 найкращих 🏆

# changelogCommand
source: 📢💬 You can view and discuss bot updates here: {0}
pl: 📢💬 Tutaj możesz przeglądać i omawiać aktualizacje botów: {0}
ru: 📢💬 Посмотреть и пообсуждать обновления бота можно тут: {0}
uk: 📢💬 Подивитись та пообговорювати оновлення бота можна тут: {0}

# ChangelogGoToDicussChannelButton
source: 🗳 Channel with updates
pl: 🗳 Kanał z aktualizacjami
ru: 🗳 Канал с обновлениями
uk: 🗳 Канал з оновленнями

# changelogCommandDescription
source: 📲 Updates
pl: 📲 Aktualizacje
ru: 📲 Обновления
uk: 📲 Оновлення

# RandomEventNiceFlower
source: You took a walk through the botanical garden 🌷🌷🌷 {0}: I liked it very much, we will definitely come back here! +10% joy 🎊 /pet - check the status of the pet
pl: Wybraliście się na spacer po ogrodzie botanicznym 🌷🌷🌷 {0}: Bardzo mi się podobało, na pewno tu wrócimy! +10% radości 🎊 /pet - sprawdza status zwierzaka
ru: Вы погуляли по ботаническому саду 🌷🌷🌷 {0}: Очень понравилось, обязательно ещё сюда вернёмся! +10% радость 🎊 /pet - проверить состояние питомца
uk: Ви погуляли ботанічним садом 🌷🌷🌷 {0}: Дуже сподобалося, обов'язково ще сюди повернемось! +10% радість 🎊 /pet - перевірити стан вихованця

# RandomEventWatermelon
source: {0}: Delicious watermelon, I want more 🍉 +15% satiety 🍕 /pet - check the status of the pet
pl: {0}: Pyszny arbuz, chcę więcej 🍉 +15% sytości 🍕 /pet - sprawdza status zwierzaka
ru: {0}: Вкусный арбуз, хочу ещё 🍉 +15% сытости 🍕 /pet - проверить состояние питомца
uk: {0}: Смачний кавун, хочу ще 🍉 +15% ситості 🍕 /pet - перевірити стан вихованця

# RandomEventPlayComputerGames
source: 🎮 You and your pet had a great time playing on the computer +30% joy 🎊 /pet - check the status of the pet
pl: 🎮 Ty i Twój zwierzak świetnie się bawiliście grając na komputerze +30% radości 🎊 /pet - sprawdza status zwierzaka
ru: 🎮 Вы вместе с питомцем прекрасно провели время, гуляя в компьютер +30% радость 🎊 /pet - проверить состояние питомца
uk: 🎮 Ви разом із вихованцем чудово провели час, гуляючи в комп'ютер +30% радість 🎊 /pet - перевірити стан вихованця

# BadWordDetected
source: Pet doesn't like his new name {0}: Suggest something else ⬇️
pl: Zwierzak nie lubi swojego nowego imienia {0}: Zaproponuj coś innego ⬇️
ru: Питомцу не нравится его новое имя {0}: Предложи другое ⬇️
uk: Вихованцю не подобається його нове ім'я {0}: Запропонуй інше ⬇️

# StartDuelMPCommand
source: Start a pet battle! ⚔️
pl: Rozpocznij bitwę zwierząt! ⚔️
ru: Начать битву питомцев! ⚔️
uk: Почати битву вихованців! ⚔️

# DuelMPStartCommand
source: ♨️{0} announces a pet duel!♨️ "My <i><b>{2} {1}</b></i> kicks ass and takes names! Who will challenge us?!"
pl: ♨️{0} ogłasza pojedynek zwierzaków!♨️ „Mój <i><b>{2} {1}</b></i> rozerwie wszystkich na strzępy jak Tuzik termofor! Kto nam rzuci wyzwanie?!”
ru: ♨️{0} объявляет дуэль питомцев!♨️ "Мой <i><b>{2} {1}</b></i> порвёт всех как Тузик грелку! Кто бросит нам вызов?!"
uk: ♨️{0} оголошує дуель вихованців!♨️ "Мій <i><b>{2} {1}</b></i> порве всіх як Тузик грілку! Хто кине нам виклик?!"

# DuelMPAcceptButton
source: ⚔️Accept the challenge
pl: ⚔️Podejmij wyzwanie
ru: ⚔️Бросить вызов
uk: ⚔️Кинути виклик

# DuelMPFighting1
source: 🔰THE DUEL HAS BEGAN🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕐🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3}
pl: 🔰ROZPOCZĄŁ SIĘ POJEDYNEK🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕐🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3}
ru: 🔰ДУЭЛЬ НАЧАЛАСЬ🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕐🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3}
uk: 🔰ДУЕЛЬ ПОЧАЛАСЯ🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕐🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3}

# DuelMPFighting2
source: 🔰THE DUEL HAS BEGAN🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕒🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3} ❕Pet {3} started attacking {2}!
pl: 🔰ROZPOCZĄŁ SIĘ POJEDYNEK🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕒🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3} ❕Zwierzak {3} zaczął atakować {2}!
ru: 🔰ДУЭЛЬ НАЧАЛАСЬ🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕒🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3} ❕Питомец {3} начал атаку на {2}!
uk: 🔰ДУЕЛЬ ПОЧАЛАСЯ🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕒🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3} ❕ Вихованець {3} розпочав атаку на {2}!

# DuelMPFighting3
source: 🔰THE DUEL HAS BEGAN🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕢🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3} ‼️Pet {3} is already very close to {2}!
pl: 🔰ROZPOCZĄŁ SIĘ POJEDYNEK🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕢🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3} ‼️Zwierzak {3} jest już bardzo blisko {2}!
ru: 🔰ДУЭЛЬ НАЧАЛАСЬ🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕢🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3} ‼️Питомец {3} уже совсем близко к {2}!
uk: 🔰ДУЕЛЬ ПОЧАЛАСЯ🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕢🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3} ‼️Вихованець {3} вже зовсім близько до {2}!

# DuelMPFighting4
source: 🔰THE DUEL HAS BEGAN🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕙🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3} 💥Pet {3} hits {2}...
pl: 🔰ROZPOCZĄŁ SIĘ POJEDYNEK🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕙🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3} 💥Zwierzak {3} uderza {2}...
ru: 🔰ДУЭЛЬ НАЧАЛАСЬ🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕙🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3} 💥Питомец {3} наносит удар по {2}...
uk: 🔰ДУЕЛЬ ПОЧАЛАСЯ🔰 {0} ⚔️ {1} 🟥🟥🟥🟥🕙🟥🟥🟥🟥 {2} {4}🛡 🗡{5}{3} 💥Вихованець {3} завдає удару по {2}...

# DuelMPFightingEnd
source: 🎌<b>THE DUEL IS OVER</b>🎌 {0} ⚔️ {1} 🏆<b>VICTORY</b> {2}🏆 🟩🟩🟩🟩🎖🟩🟩🟩🟩 {3} <b>Reward: {4}</b>💰
pl: 🎌<b>POJEDYNEK DOKOŃCZYŁ SIĘ</b>🎌 {0} ⚔️ {1} 🏆<b>ZWYCIĘSTWO</b> {2}🏆 🟩🟩🟩🟩🎖🟩🟩🟩🟩 {3} <b>Nagroda: {4}</b>💰
ru: 🎌<b>ДУЭЛЬ ОКОНЧЕНА</b>🎌 {0} ⚔️ {1} 🏆<b>ПОБЕДИТЕЛЬ</b> {2}🏆 🟩🟩🟩🟩🎖🟩🟩🟩🟩 {3} <b>Награда: {4}</b>💰
uk: 🎌<b>ДУЕЛЬ ЗАКІНЧЕНА</b>🎌 {0} ⚔️ {1} 🏆<b>Переможець</b> {2}🏆 🟩🟩🟩🟩🎖🟩🟩🟩🟩 {3} <b>Нагорода: {4}</b>💰

# DuelMPFightingEnding1
source: Pet {1}{3} slipped and fell on his butt during an attack🧸 {2}{0} wins 🥇
pl: Zwierzę {1}{3} poślizgnęło się i upadło na tyłek podczas ataku🧸 {2}{0} wygrywa 🥇
ru: Питомец {1}{3} поскользнулся и упал на попу прямо во время атаки🧸 {2}{0} побеждает 🥇
uk: Вихованець {1}{3} послизнувся і впав на попу прямо під час атаки🧸 {2}{0} перемагає 🥇

# DuelMPFightingEnding2
source: Pet {1}{3} hits the shield with lightning speed💢 {0}{2} got scared and asked to stop the duel🙅‍♂️ {3}{1} wins 🥇
pl: Zwierzak {1}{3} uderza w tarczę z szybkością błyskawicy💢 {0}{2} przestraszył się i poprosił o przerwanie pojedynku🙅‍♂️ {3}{1} wygrywa 🥇
ru: Питомец {1}{3} молниеносно бьёт по щиту💢 {0}{2} испугался и попросил остановить дуэль🙅‍♂️ {3}{1} побеждает 🥇
uk: Вихованець {1}{3} блискавично б'є по щиту💢 {0}{2} злякався і попросив зупинити дуель🙅‍♂️ {3}{1} перемагає 🥇

# DuelMPTimeout
source: No one accepted the duel from {0} <i>So everyone is afraid of pet {1}</i> 🌚 The contribution in the amount of {2}💰 was returned to the account
pl: Nikt nie przyjął pojedynku od {0} <i>Więc wszyscy boją się zwierzaka {1}</i> 🌚 Wpłata w kwocie {2}💰 została zwrócona na konto
ru: Никто не принял дуэль от {0} <i>Значит все боятся питомца {1}</i> 🌚 Взнос в размере {2}💰 вернулся на счёт
uk: Ніхто не прийняв дуель від {0} <i>Отже всі бояться вихованця {1}</i> 🌚 Внесок у розмірі {2}💰 повернувся на рахунок

# MPNoPetCallbackAlert
source: To participate you must have a pet 🪿
pl: Aby wziąć udział musisz mieć zwierzaka 🪿
ru: Чтобы участвовать надо завести питомца 🪿
uk: Щоб брати участь, треба завести вихованця 🪿

# NotEnoughGoldForDuel
source: {0} to start a duel you need {2}💰gold You only have {1}💰
pl: {0} aby rozpocząć pojedynek potrzebujesz {2}💰złota Masz tylko {1}💰
ru: {0}, чтобы начать дуэль надо {2}💰золота У тебя есть только {1}💰
uk: {0}, щоб розпочати дуель треба {2}💰золота У тебе є лише {1}💰

# NotEnoughGoldForDuelCallback
source: To accept a duel you need {1}💰gold You only have {0}💰
pl: Aby przyjąć pojedynek potrzebujesz {1}💰złota Masz tylko {0}💰
ru: Чтобы принять дуэль надо {1}💰золота У тебя есть только {0}💰
uk: Щоб прийняти дуель треба {1}💰золота У тебе є лише {0}💰

# DuelMPCooldownCallback
source: Your pet is resting after losing the last duel🥷 It remains to wait {0}
pl: Twój zwierzak odpoczywa po przegranym ostatnim pojedynku🥷 Pozostaje poczekać {0}
ru: Твой питомец отдыхает после проигрыша в последней дуэли🥷 Осталось подождать {0}
uk: Твій вихованець відпочиває після програшу в останній дуелі 🥷 Залишилось зачекати {0}

# DuelMPCooldown
source: {1}, Your pet is resting after losing the last duel🥷 Just wait {0}
pl: {1}, Twój zwierzak odpoczywa po przegranym ostatnim pojedynku🥷 Po prostu poczekaj {0}
ru: {1}, Твой питомец отдыхает после проигрыша в последней дуэли🥷 Осталось подождать {0}
uk: {1}, Твій вихованець відпочиває після програшу в останній дуелі🥷 Залишилось зачекати {0}

# DuelMPErrorYourself
source: You can't accept your own duels 🙈
pl: Nie można akceptować własnych pojedynków 🙈
ru: Ты не можешь принимать свои же дуэли 🙈
uk: Ти не можеш приймати свої ж дуелі 🙈

# FeedMPNotFound
source: No such players found 👀
pl: Nie znaleziono takich graczy 👀
ru: Таких игроков не найдено 👀
uk: Таких гравців не знайдено 👀

# NotEnoughGoldForMPFeed
source: {0} to feed friend's pet you need {2}💰gold You only have {1}💰
pl: {0}, aby nakarmić zwierzaka, potrzebujesz {2}💰złota Masz tylko {1}💰
ru: {0}, чтобы покормить питомца надо {2}💰золота У тебя есть только {1}💰
uk: {0}, щоб нагодувати вихованця треба {2}💰золота У тебе є лише {1}💰

# NotEnoughTimeSpentFeedMP
source: {0}, too little time has passed 🍕 Pet {1} didn’t want to eat🐣 Wait another {2}🕑 before you can feed pet again
pl: {0}, minęło zbyt mało czasu 🍕 Zwierzę {1} nie chciało jeść🐣 Poczekaj jeszcze {2}🕑, zanim będziesz mógł ponownie nakarmić zwierzaka
ru: {0}, прошло слишком мало времени 🍕 Питомец {1} не захотел кушать🐣 Подожди ещё {2}🕑 прежде чем можно будет кормить питомца ещё раз
uk: {0} пройшло занадто мало часу 🍕 Вихованець {1} не захотів їсти🐣 Почекай ще {2}🕑 перш ніж можна буде годувати вихованця ще раз

# NotEnoughTimeSpentByLastMPFeed
source: {0}, you have to wait another {1}🕑 to feed someone else’s pet🍗
pl: {0}, musisz poczekać jeszcze {1}🕑, aby nakarmić czyjeś zwierzątko🍗
ru: {0}, надо подождать ещё {1}🕑 чтобы покормить чужого питомца🍗
uk: {0}, треба почекати ще {1}🕑 щоб нагодувати чужого вихованця🍗

# FeedMPCommand
source: Feed someone else's pet 🍔
pl: Nakarm cudzego zwierzaka 🍔
ru: Покормить чужого питомца 🍔
uk: Годувати чужого вихованця 🍔

# FeedMPStart
source: {0}, send the nickname of which pet you want to feed 🍽 <i>Hint: start typing '@' and select a player </i>
pl: {0}, wyślij pseudonim zwierzaka, którego chcesz nakarmić 🍽 <i>Wskazówka: zacznij pisać „@” i wybierz gracza </i>
ru: {0}, пришли никнейм кого питомца ты хочешь покормить 🍽 <i>Подсказка: начни вводить '@' и выбери игрока </i>
uk: {0}, прийшли нікнейм кого вихованця ти хочеш погодувати 🍽 <i>Підказка: почни вводити '@' і вибери гравця </i>

# FeedMPEndSuccess
source: Pet <b>{0}</b> happily pounced on a huge burger 🍔 with fries 🍟 {2}<b>{3}</b>: <i>Thank you very much! I'll tell the owner that he has a great friend!</i> -{1}💰
pl: Zwierzak <b>{0}</b> z radością rzucił się na ogromnego burgera 🍔 z frytkami 🍟 {2}<b>{3}</b>: <i>Dziękuję bardzo! Powiem właścicielowi, że ma świetnego przyjaciela!</i> -{1}💰
ru: Питомец <b>{0}</b> с радостью накинулся на огромный бургер 🍔 с картошкой фри 🍟 {2}<b>{3}</b>: <i>Спасибо большое! Я передам хозяину, что у него отличный друг!</i> -{1}💰
uk: Вихованець <b>{0}</b> з радістю накинувся на величезний бургер 🍔 з картоплею фрі 🍟 {2}<b>{3}</b>: <i>Дякую велике! Я передам господареві, що у нього чудовий друг!</i> -{1}💰

# FeedMPErrorFeedOwnPet
source: You can feed your pet only via PM bot 🤷‍♂️
pl: Karmić swojego zwierzaka możesz wyłącznie poprzez bota PM 🤷‍♂️
ru: Своего питомца можно кормить только в ЛС боту 🤷‍♂️
uk: Свого вихованця можна годувати тільки в ЛЗ боту 🤷‍♂️

# workCommandInlineFlyers
source: 🤹‍♀️ Distribute leaflets
pl: 🤹‍♀️ Rozdawaj ulotki
ru: 🤹‍♀️ Раздавать листовки
uk: 🤹‍♀️ Роздавати листівки

# tooTiredForJobPC
source: The pet doesn't want to work on the computer 🫧 To do this job you need to have no more than {0}😴 fatigue
pl: Zwierzak nie chce pracować na komputerze 🫧 Aby wykonać tę pracę, nie musisz odczuwać więcej niż {0}😴 zmęczenia
ru: Питомец не хочет работать за компьютером 🫧 Для этой работы надо иметь не больше {0}%😴 усталости
uk: Вихованець не хоче працювати за комп'ютером 🫧 Для цієї роботи треба мати не більше {0}%😴 втоми

# tooTiredForJobFlyers
source: Pet doesn't want to hand out flyers 🫧 To do this job you need to have no more than {0}😴 fatigue
pl: Zwierzak nie chce rozdawać ulotek 🫧 Aby wykonać tę pracę, nie musisz odczuwać więcej niż {0}😴 zmęczenia
ru: Питомец не хочет раздавать флаеры 🫧 Для этой работы надо иметь не больше {0}%😴 усталости
uk: Вихованець не хоче роздавати флаєри 🫧 Для цієї роботи треба мати не більше {0}%😴 втоми

# workCommandFlyersWorking
source: The pet is now handing out leaflets 🤹‍♀️
pl: Zwierzak rozdaje teraz ulotki 🤹‍♀️
ru: Питомец сейчас раздаёт листовки 🤹‍♀️
uk: Вихованець зараз роздає листівки 🤹‍♀️

# NotEnoughHPForDuel
source: {0} to start a duel you need {1}%💊 health You only have {2}%💊
pl: {0} aby rozpocząć pojedynek potrzebujesz {1}%💊 zdrowia Masz tylko {2}%💊
ru: {0}, чтобы начать дуэль надо {1}%💊 здоровья У тебя есть только {2}%💊
uk: {0}, щоб розпочати дуель треба {1}%💊 здоров'я У тебе є лише {2}%💊

# NotEnoughHPForDuelCallback
source: To accept a duel you need {0}%💊 health You only have {1}%💊
pl: Aby przyjąć pojedynek potrzebujesz {1}%💊 zdrowia Masz tylko {0}%💊
ru: Чтобы принять дуэль надо {1}%💊 здоровья У тебя есть только {0}%💊
uk: Щоб прийняти дуель треба {1}%💊 здоров'я У тебе є лише {0}%💊

# ShowChatRanksMPCommand
source: Top 10 chat players 🎖
pl: Top 10 na czacie 🎖
ru: Топ-10 игроков чата 🎖
uk: Топ-10 гравців чату 🎖

# ShowGlobalRanksMPCommand
source: Top 10 players of all chats 🏆
pl: Top 10 ze wszystkich czatów 🏆
ru: Топ-10 игроков всех чатов 🏆
uk: Топ-10 гравців усіх чатів 🏆

# ShowChatRanksMPHeader
source: 🎖<b>Best chat duelists {0}</b>🎖
pl: 🎖<b>Najlepsi pojedynkowicze na czacie {0}</b>🎖
ru: 🎖<b>Лучшие дуэлянты чата {0}</b>🎖
uk: 🎖<b>Кращі дуелянти чату {0}</b>🎖

# ShowGlobalRanksMPHeader
source: 🏆<b>The best duelists in the world</b> 🏆
pl: 🏆<b>Najlepsi pojedynkowicze na świecie</b> 🏆
ru: 🏆<b>Лучшие дуэлянты мира</b> 🏆
uk: 🏆<b>Кращі дуелянти світу</b> 🏆

# ShowChatRanksMPButton
source: Top 10 chat 🎖
pl: 10 najlepszych 🎖
ru: Топ-10 чата 🎖
uk: Топ-10 чата 🎖

# ShowGlobalRanksMPButton
source: Top 10 world 🏆
pl: 10 najlepszych na świecie 🏆
ru: Топ-10 мира 🏆
uk: Топ-10 світу 🏆

# bathroomCommandMakePoo
source: 🧻Poop💩
pl: 🧻Kupa💩
ru: 🧻Покакать💩
uk: 🧻Покакати💩

# PetDoesntWantToPoo
source: Pet doesn't want to poop 🗿
pl: Zwierzak nie chce robić kupy 🗿
ru: Питомец не хочет какать 🗿
uk: Вихованець не хоче какати 🗿

# farmCommandDescription
source: Farm 🚜
pl: Farma 🚜
ru: Ферма 🚜
uk: Ферма 🚜

# farmCommand_ENABLED
source: 👨‍🌾: Oh, who came to us! It's {0} with its owner! Gold: {6}💰 Diamonds: {7}💎 Auto-Feeder charges: {1} ⚡️ Auto-Feeder status: <b>{4}</b> Next auto-feeder use in: {2}H and {3}mins 🕗 Auto-Feeder 5 charges: {5} 💎 <b>How can I help?</b>
pl: 👨‍🌾: Och, kto do nas przyszedł! To {0} ze swoim właścicielem! Złoto: {6}💰 Diamenty: {7}💎 Ładunki automatycznego karmnika: {1} ⚡️ Status automatycznego karmnika: <b>{4}</b> Następne użycie automatycznego karmnika za: {2}h i {3}min 🕗 Automatyczny karmnik (5 ładunków): {5} 💎 <b>Jak mogę pomóc?</b>
ru: 👨‍🌾: О, кто же к нам пришёл! Это {0} со своим хозяином! Золото: {6}💰 Алмазы: {7}💎 Заряды автокормилки: {1} ⚡️ Статус автокормилки: <b>{4}</b> Следующее использование автокормилки через: {2}ч и {3}мин 🕗 Автокормилка на 5 зарядов: {5} 💎 <b>Чем я могу помочь?</b>
uk: 👨‍🌾: О, хто це до нас завітав! Це {0} зі своїм власником! Золото: {6}💰 Діаманти: {7}💎 Заряди авто-годувальника: {1} ⚡️ Статус авто-годувальника: <b>{4}</b> Наступне використання авто-годувальника через: {2}год і {3}хв 🕗 Авто-годувальник на 5 зарядів: {5} 💎 <b>Чим я можу допомогти?</b>

# farmButtonChangeType
source: 🎩 Change your pet's appearance 🎩
pl: 🎩 Zmień wygląd swojego zwierzaka 🎩
ru: 🎩 Сменить облик питомца 🎩
uk: 🎩 Змінити вигляд вихованця 🎩

# goAwayButton
source: 👋 Say goodbye and leave 👋
pl: 👋 Pożegnaj się i odejdź 👋
ru: 👋 Попрощаться и уйти 👋
uk: 👋 Попрощатися та піти 👋

# changeTypeButtonCommand
source: 👨‍🌾: I'm a <i>magic</i>farmer, so I can change the appearance of your pet Choose whoever you want! Gold: {3}💰 Diamonds: {4}💎 Pet shape change: {0} gold 💰 Tiger 🐯: {1} gold 💰 Lion 🦁: {2} gold 💰 <i> After buying, you can apply the Lion or Tiger look at no cost </i>
pl: 👨‍🌾: Jestem <i>magiczny</i> rolnik, więc mogę zmienić wygląd Twojego pupila Wybierz, kogo chcesz! Złoto: {3}💰 Diamenty: {4}💎 Zmiana formy pupila: {0} złota 💰 Tygrys 🐯: {1} złota 💰 Lew 🦁: {2} złota 💰 <i> Po zakupie możesz zastosować wygląd Lwa lub Tygrysa bez dodatkowych kosztów </i>
ru: 👨‍🌾: Я <i>магический</i> фермер, поэтому могу изменить внешний вид твоего питомца Выбирай кого хочешь! Золото: {3}💰 Алмазы: {4}💎 Смена формы питомца: {0} золота 💰 Тигр 🐯: {1} золота 💰 Лев 🦁: {2} золота 💰 <i> После покупки можно применить вид Льва или Тигра бесплатно </i>
uk: 👨‍🌾: Я <i>магічний</i> фермер, тому можу змінити зовнішній вигляд твого улюбленця Вибирай, кого хочеш! Золото: {3}💰 Діаманти: {4}💎 Зміна форми улюбленця: {0} золота 💰 Тигр 🐯: {1} золота 💰 Лев 🦁: {2} золота 💰 <i> Після покупки можна застосувати вигляд Лева або Тигра безкоштовно </i>

# CatTypeText
source: Kitty 🐱
pl: Kotek 🐱
ru: Котик 🐱
uk: Котик 🐱

# DogTypeText
source: Doggie 🐶
pl: Piesek 🐶
ru: Пёсик 🐶
uk: Песик 🐶

# FoxTypeText
source: Little fox 🦊
pl: Mały lisek 🦊
ru: Лисёнок 🦊
uk: Лисенок 🦊

# PandaTypeText
source: Panda 🐼
ru: Панда 🐼
uk: Панда 🐼

# MouseTypeText
source: Little mouse 🐭
pl: Mała myszka 🐭
ru: Мышёнок 🐭
uk: Мишеня 🐭

# changedTypeToCat
source: 😼<i><b>{0}</b></i>: WOW! I'm a cat now!
pl: 😼<i><b>{0}</b></i>: WOW! Jestem teraz kotem!
ru: 😼<i><b>{0}</b></i>: ОГО! Я теперь котик!
uk: 😼<i><b>{0}</b></i>: ОГО! Я тепер котик!

# changedTypeToDog
source: 🐶<i><b>{0}</b></i>: Woof-woof! What's wrong with my voice? And the tail is unusual...
pl: 🐶<i><b>{0}</b></i>: Hau-hau! Co jest nie tak z moim głosem? A ogon jest niezwykły...
ru: 🐶<i><b>{0}</b></i>: Гав-гав! Что это с моим голосом? И хвост непривычный...
uk: 🐶<i><b>{0}</b></i>: Гав-гав! Що це з моїм голосом? І хвіст незвичний...

# changedTypeToMouse
source: 🐭<i><b>{0}</b></i>: How big you all are now, and I’m small!
pl: 🐭<i><b>{0}</b></i>: Jak wy wszyscy jesteście teraz duzi, a ja jestem mały!
ru: 🐭<i><b>{0}</b></i>: Какие же вы все большие теперь, а я маленькая!
uk: 🐭<i><b>{0}</b></i>: Які ж ви все більші тепер, а я маленька!

# changedTypeToPanda
source: 🐼<i><b>{0}</b></i>: The world is not divided into black and white. But yes, pandas!
pl: 🐼<i><b>{0}</b></i>: Świat nie jest podzielony na czarny i biały. Ale tak, pandy!
ru: 🐼<i><b>{0}</b></i>: Мир не разделён на чёрное и белое. А вот панды да!
uk: 🐼<i><b>{0}</b></i>: Світ не поділений на чорне та біле. А ось панди так!

# changedTypeToFox
source: 🦊<i><b>{0}</b></i>: Oh, what a cozy and pleasant fur ❤️
pl: 🦊<i><b>{0}</b></i>: Och, jakie przytulne i przyjemne futerko ❤️
ru: 🦊<i><b>{0}</b></i>: Ой, какой же уютный и приятный мех ❤️
uk: 🦊<i><b>{0}</b></i>: Ой, яке ж затишне і приємне хутро ❤️

# changeTypeErrorSameType
source: Your pet already looks like this ❌
pl: Twój zwierzak już tak wygląda ❌
ru: Твой питомец уже такого облика ❌
uk: Твій вихованець вже такого вигляду ❌

# petIsBusyForFarm
source: You can't go to the farm because the pet is busy 🚫
pl: Nie możesz iść na farmę, bo zwierzak jest zajęty 🚫
ru: Нельзя пойти на ферму, ведь питомец занят 🚫
uk: Не можна піти на ферму, адже вихованець зайнятий 🚫

# DuelMPFightingEnding3
source: Pet {3}{1} bravely defended himself, blocking every attack with his shield 🛡️ Pet {2}{0} eventually found the gap and won 🎉
pl: Zwierzak {3}{1} dzielnie się bronił, blokując tarczą każdy atak 🛡️ Pet {2}{0} w końcu znalazł przewagę i wygrał 🎉
ru: {3}{1} смело защищался, блокируя каждую атаку своим щитом 🛡️ {2}{0} в конечном итоге нашел щель и одержал победу 🎉
uk: {3}{1} сміливо захищався, блокуючи кожну атаку своїм щитом 🛡️ {2}{0} зрештою знайшов щілину і здобув перемогу 🎉

# DuelMPFightingEnding4
source: Pet {3}{1} withstood a series of powerful blows, but his strength began to fade and he succumbed to the attack of his pet {2}{0} Pet {2}{0} wins 🏆
pl: Zwierzak {3}{1} wytrzymał serię potężnych ciosów, ale jego siły zaczęły słabnąć i uległ atakowi swojego zwierzaka {2}{0} Zwierzak {2}{0} wygrywa 🏆
ru: Питомец {3}{1} выдержал серию мощных ударов, но его сила начала угасать, и он уступил перед атакой питомца {2}{0} Питомец {2}{0} побеждает 🏆
uk: Вихованець {3}{1} витримав серію потужних ударів, але його сила почала згасати, і він поступився перед атакою вихованця {2}{0} Вихованець {2}{0} перемагає 🏆

# DuelMPFightingEnding5
source: Pet {2}{0} was slow, but his patience and resilience allowed him to repel all attacks 🛡️ Pet {3}{1} surrendered after seeing that his opponent would not yield Pet {2}{0} wins 🏆
pl: Zwierzak {2}{0} był powolny, ale jego cierpliwość i odporność pozwoliły mu odeprzeć wszystkie ataki 🛡️ Pet {3}{1} poddał się, gdy zobaczył, że jego przeciwnik nie ustąpi Zwierzak {2}{0} wygrywa 🏆
ru: Питомец {2}{0} был медлительным, но его терпение и стойкость позволили ему отразить все атаки 🛡️ Питомец {3}{1} сдался, увидев, что его противник не уступит Питомец {2}{0} побеждает 🏆
uk: Вихованець {2}{0} був повільним, але його терпіння і стійкість дозволили йому відбити всі атаки 🛡️ Вихованець {3}{1} здався, побачивши, що його противник не поступиться Вихованець {2}{0} перемагає 🏆

# DuelMPFightingEnding6
source: Pet {3}{1} was afraid of the attack and froze in place, allowing your opponent {2}{0} to win the battle 🏁 Pet {2}{0} wins 🏆
pl: Zwierzak {3}{1} przestraszył się ataku i zamarł w miejscu, pozwalając swojemu przeciwnikowi {2}{0} wygrać bitwę 🏁 Zwierzak {2}{0} wygrywa 🏆
ru: Питомец {3}{1} испугался нападения и замер на месте, позволяя своему противнику {2}{0} выиграть битву 🏁 Питомец {2}{0} побеждает 🏆
uk: Вихованець {3}{1} злякався нападу і завмер на місці, дозволяючи своєму противнику {2}{0} виграти битву 🏁 Вихованець {2}{0} перемагає 🏆

# DuelMPFightingEnding7
source: Pet {3}{1} jumped from side to side, avoiding every attack of its opponent 🦎 However, pet {2}{0} found a weak spot and won 🎖️ Pet {2}{0} wins 🏆
pl: Zwierzak {3}{1} skakał z boku na bok, unikając każdego ataku przeciwnika 🦎 Jednak zwierzak {2}{0} znalazł słaby punkt i wygrał 🎖️ Zwierzak {2}{0} wygrywa 🏆
ru: Питомец {3}{1} прыгал из стороны в сторону, избегая каждой атаки своего соперника 🦎 Однако питомец {2}{0} нашел слабое место и победил 🎖️ Питомец {2}{0} побеждает 🏆
uk: Вихованець {3}{1} стрибав з боку в бік, уникаючи кожної атаки свого суперника 🦎 Проте вихованець {2}{0} знайшов слабке місце і переміг 🎖️ Вихованець {2}{0} перемагає 🏆
